Repository: regataos/sc-controller
Catalog: locale/*/LC_MESSAGES/*-controller.po
Languages: pt_br

source: Selected Background
pt_br: Fundo Selecionado

source: Selected Border
pt_br: Borda Selecionada

source: Selected Text
pt_br: Texto Selecionado

source: Selected profile references another profile(s) or menu(s).
pt_br: O perfil selecionado faz referência a outro(s) perfil(is) ou menu(s).

source: Selected profile references another profile(s) or menu(s). You may wish to export and package referenced items along with it. Otherwise, profile switching or menus may not work when profile is imported. Please, select what should be packaged along with exported profile.
pt_br: O perfil selecionado referencia outro(s) perfil(is) ou menu(s). Você pode querer exportar e empacotar os itens referenciados junto com ele. Caso contrário, a troca de perfis ou menus pode não funcionar ao importar o perfil. Por favor, selecione o que deve ser empacotado junto com o perfil exportado.

source: Selecting
pt_br: Selecionando

source: Sending
pt_br: Enviando

source: Sensing
pt_br: Sentindo

source: Sensitivity
pt_br: Sensibilidade

source: Sensitivity X
pt_br: Sensibilidade X

source: Sensitivity Y
pt_br: Sensibilidade Y

source: Separate X/Y
pt_br: Separar X/Y

source: Separating
pt_br: Separando

source: Separator Name
pt_br: Nome do Separador

source: Separator Text
pt_br: Texto do Separador

source: Sequencing
pt_br: Sequenciando

source: Serving
pt_br: Servindo

source: Set in
pt_br: Situado em

source: Set on
pt_br: Decidido a

source: Setting aside
pt_br: Reservando

source: Settings
pt_br: Configurações

source: Settled on
pt_br: Decidido por

source: Settling
pt_br: Assentando

source: Shading
pt_br: Sombreando

source: Shadow
pt_br: Sombra

source: Shadowing
pt_br: Sombreando

source: Shared
pt_br: Compartilhado

source: Sharing
pt_br: Compartilhando

source: Shattered
pt_br: Despedaçado

source: Shedding
pt_br: Descartando

source: Shell Command
pt_br: Comando Shell

source: Shielding
pt_br: Protegendo

source: Shift and Ctrl
pt_br: Shift e Ctrl

source: Shifting
pt_br: Mudando

source: Shoring up
pt_br: Reforçando

source: Shortening
pt_br: Encurtando

source: Shouting
pt_br: Gritando

source: Shoving
pt_br: Empurrando

source: Show
pt_br: Mostrar

source: Show All Devices
pt_br: Mostrar Todos os Dispositivos

source: Show Bindings
pt_br: Mostrar Atribuições

source: Show Current Bindings
pt_br: Mostrar Atribuições Atuais

source: Show OSD
pt_br: Mostrar OSD

source: Show OSD Message
pt_br: Mostrar Mensagem OSD

source: Show _OSD notification when profile is switched automatically
pt_br: Mostrar notificação _OSD quando o perfil for trocado automaticamente

source: Show details
pt_br: Mostrar detalhes

source: Show/Hide Window
pt_br: Mostrar/Ocultar Janela

source: Show/Hide _Window
pt_br: Mostrar/Ocultar _Janela

source: Showcasing
pt_br: Mostrando

source: Showing
pt_br: Mostrando

source: Showing up
pt_br: Aparecendo

source: Shredded
pt_br: Rasgado

source: Shrinking
pt_br: Encolhendo

source: Shrinking back
pt_br: Recuando

source: Shrouding
pt_br: Encobrindo

source: Shunning
pt_br: Evitando

source: Shutting down
pt_br: Desligando

source: Shutting out
pt_br: Excluindo

source: Sick
pt_br: Doente

source: Side
pt_br: Lado

source: Sighing
pt_br: Suspirando

source: Sign
pt_br: Sinal

source: Sign in
pt_br: Fazer login

source: Sign out
pt_br: Fazer logout

source: Sign up
pt_br: Cadastrar-se

source: Signifying
pt_br: Significando

source: Simple
pt_br: Simples

source: Simple DPAD
pt_br: DPAD Simples

source: Simulating
pt_br: Simulando

source: Single Button
pt_br: Botão Único

source: Single DPAD (NES/SNES controller)
pt_br: DPAD único (controle NES/SNES)

source: Single stick
pt_br: Analógico único

source: Sitting
pt_br: Sentando

source: Situated in
pt_br: Situado em

source: Size
pt_br: Tamanho

source: Skidding
pt_br: Derrapando

source: Skipping
pt_br: Pulando

source: Skipping over
pt_br: Pulando

source: Sleeping
pt_br: Dormindo

source: Sliding
pt_br: Deslizando

source: Slipping
pt_br: Deslizando

source: Small
pt_br: Pequeno

source: Smaller
pt_br: Menor

source: Smashed
pt_br: Esmagado

source: Smiling
pt_br: Sorrindo

source: Smoothing
pt_br: Suavização

source: Smoothing Enabled
pt_br: Suavização Ativada

source: Sneezing
pt_br: Espirrando

source: Snickering
pt_br: Rindo

source: Sniffing
pt_br: Fungando

source: Snoring
pt_br: Roncando

source: Snorting
pt_br: Bufando

source: Soaring
pt_br: Voando

source: Sobbing
pt_br: Soluçando

source: Soft Level
pt_br: Nível Suave

source: Soft Pull Level
pt_br: Nível de Puxada Suave

source: Soiled
pt_br: Sujo

source: Soothing
pt_br: Acalmando

source: Sort
pt_br: Ordenar

source: Sorting
pt_br: Ordenando

source: Sound
pt_br: Som

source: Spanning
pt_br: Abrangendo

source: Speaking
pt_br: Falando

source: Speaking up
pt_br: Manifestando-se

source: Special Action
pt_br: Ação Especial

source: Special Button
pt_br: Botão Especial

source: Specifying
pt_br: Especificando

source: Speed
pt_br: Velocidade

source: Spilling
pt_br: Derramando

source: Spinning
pt_br: Girando

source: Split
pt_br: Dividido

source: Splitting
pt_br: Dividindo

source: Sponsoring
pt_br: Patrocinando

source: Sporting
pt_br: Ostentando

source: Spotlighting
pt_br: Destacando

source: Spotting
pt_br: Avistando

source: Spreading
pt_br: Espalhando

source: Springing from
pt_br: Brotando de

source: Spurning
pt_br: Rejeitando

source: Stained
pt_br: Manchado

source: Standing
pt_br: Ficando em pé

source: Standing up
pt_br: Levantando-se

source: Star
pt_br: Estrela

source: Start
pt_br: Iniciar

source: Start Daemon
pt_br: Iniciar Daemon

source: Start _Over (Y)
pt_br: Recomeçar (Y)

source: Starting
pt_br: Iniciando

source: Starts with
pt_br: Começa com

source: Static
pt_br: Estático

source: Stating
pt_br: Declarando

source: Staying
pt_br: Ficando

source: Steadfast in
pt_br: Firme em

source: Steering
pt_br: Dirigindo

source: Stemming from
pt_br: Originando-se de

source: Stepping up
pt_br: Assumindo

source: Stick
pt_br: Analógico

source: Stick Action
pt_br: Ação de Analógico

source: Stick Movement
pt_br: Movimento do Analógico

source: Stick Press
pt_br: Pressionar Analógico

source: Stick Pressed
pt_br: Analógico Pressionado

source: Stick Tilted
pt_br: Analógico Inclinado

source: Stick deadzone
pt_br: Zona morta do Analógico

source: Sticks
pt_br: Analógicos

source: Stimulating
pt_br: Estimulando

source: Stooping
pt_br: Curvando-se

source: Stop
pt_br: Parar

source: Stop Daemon
pt_br: Parar Daemon

source: Stopped
pt_br: Parado

source: Stopping
pt_br: Parando

source: Stored in Profile
pt_br: Armazenado no Perfil

source: Storing
pt_br: Armazenando

source: Stowing
pt_br: Guardando

source: Straggling
pt_br: Ficando para trás

source: Strained
pt_br: Tenso

source: Streaming
pt_br: Fluindo

source: Strength
pt_br: Intensidade

source: Strengthening
pt_br: Fortalecendo

source: Stressed
pt_br: Estressado

source: Stressing
pt_br: Enfatizando

source: Stretch
pt_br: Esticar

source: Stretching
pt_br: Alongando

source: Stripping
pt_br: Despindo

source: Striving for
pt_br: Esforçando-se por

source: Struck
pt_br: Golpeado

source: Structuring
pt_br: Estruturando

source: Struggling for
pt_br: Lutando por

source: Style
pt_br: Estilo

source: Styling
pt_br: Estilizando

source: Subcategory
pt_br: Subcategoria

source: Subtype
pt_br: Subtipo

source: Success
pt_br: Sucesso

source: Suffering
pt_br: Sofrendo

source: Suggesting
pt_br: Sugerindo

source: Suggestion
pt_br: Sugestão

source: Sum
pt_br: Soma

source: Summarizing
pt_br: Resumindo

source: Summary
pt_br: Resumo

source: Supervising
pt_br: Supervisionando

source: Supplying
pt_br: Fornecendo

source: Support
pt_br: Suporte

source: Supporting
pt_br: Apoiando

source: Surfacing
pt_br: Emergindo

source: Surging
pt_br: Surgindo

source: Surpassing
pt_br: Superando

source: Surrounding
pt_br: Cercando

source: Surviving
pt_br: Sobrevivendo

source: Suspending
pt_br: Suspendendo

source: Sustaining
pt_br: Sustentando

source: Swelling
pt_br: Inchando

source: Switch Profile
pt_br: Trocar Perfil

source: Switching
pt_br: Alternando

source: Switching Rules
pt_br: Regras de Troca

source: Symbol
pt_br: Símbolo

source: Symbolizing
pt_br: Simbolizando

source: Symetrical
pt_br: Simétrico

source: Sync
pt_br: Sincronizar

source: Synchronize
pt_br: Sincronizar

source: Synchronizing
pt_br: Sincronizando

source: System
pt_br: Sistema

source: System Default
pt_br: Padrão do Sistema

source: Table of contents
pt_br: Índice

source: Tag
pt_br: Etiqueta

source: Tailoring
pt_br: Personalizando

source: Taking away
pt_br: Tirando

source: Taking off
pt_br: Tirando

source: Taking out
pt_br: Retirando

source: Talking
pt_br: Falando

source: Target
pt_br: Alvo

source: Targeting
pt_br: Mirando

source: Tarnished
pt_br: Manchado

source: Task
pt_br: Tarefa

source: Tattered
pt_br: Esfarrapado

source: Teaching
pt_br: Ensinando

source: Team
pt_br: Equipe

source: Template
pt_br: Modelo

source: Templating
pt_br: Modelando

source: Temporary
pt_br: Temporário

source: Tending
pt_br: Cuidando

source: Tense
pt_br: Tenso

source: Terminated
pt_br: Terminado

source: Terms
pt_br: Termos

source: Test
pt_br: Testar

source: Testing
pt_br: Testando

source: Testing the limits
pt_br: Testando os limites

source: Tethered to
pt_br: Amarrado a

source: Text
pt_br: Texto

source: Text to Display
pt_br: Texto a Exibir

source: Texture
pt_br: Textura

source: There is one or more additional profile file or menu file embeded in profile
pt_br: Há um ou mais arquivos de perfil ou menu adicionais incorporados no perfil

source: There is one or more additional profile file or menu file embeded in profile you are importing. Please, choose if those those additionnal files should be imported as well and how they should be named. Please, note that if you choose to not import those files at all, some menus and profile switches in imported profile may not work as expected.
pt_br: Há um ou mais arquivos de perfil ou menu adicionais incorporados no perfil que você está importando. Por favor, escolha se esses arquivos adicionais devem ser importados também e como devem ser nomeados. Observe que se optar por não importar esses arquivos, alguns menus e trocas de perfil no perfil importado podem não funcionar como esperado.

source: There was an error with enabling emulation: <b>%s</b>
pt_br: Ocorreu um erro ao ativar a emulação: <b>%s</b>

source: This action cannot be undone
pt_br: Esta ação não pode ser desfeita

source: This action is not undoable!
pt_br: Esta ação não pode ser desfeita!

source: This dialog allows to setup traditional controllers to be used with SC Controller.
pt_br: Este diálogo permite configurar controles tradicionais para serem usados com o SC Controller.

source: This dialog allows to setup traditional controllers to be used with SC Controller. Please, select your controller from list bellow and click Next.
pt_br: Este diálogo permite configurar controles tradicionais para uso com o SC Controller. Por favor, selecione seu controle na lista abaixo e clique em Próximo.

source: This month
pt_br: Este mês

source: This week
pt_br: Esta semana

source: This will enable input emulation for <i>every application</i> and <i>all users</i> on this machine.
pt_br: Isso ativará a emulação de entrada para <i>todos os aplicativos</i> e <i>todos os usuários</i> desta máquina.

source: This will load missing uinput module.
pt_br: Isso carregará o módulo uinput ausente.

source: This will most likely prevent emulation from working.
pt_br: Isso provavelmente impedirá que a emulação funcione.

source: This year
pt_br: Este ano

source: Threshold
pt_br: Limite

source: Through
pt_br: Através

source: Throwing away
pt_br: Jogando fora

source: Thrusting
pt_br: Empurrando

source: Thwarted
pt_br: Frustrado

source: Tied to
pt_br: Ligado a

source: Tile
pt_br: Lado a lado

source: Tilt
pt_br: Inclinação

source: Time
pt_br: Hora

source: Timeout
pt_br: Tempo Esgotado

source: Tip
pt_br: Dica

source: To
pt_br: Para

source: Today
pt_br: Hoje

source: Toggle
pt_br: Alternar

source: Toggle Button
pt_br: Botão Alternável

source: Toggling
pt_br: Alternando

source: Tomorrow
pt_br: Amanhã

source: Tools
pt_br: Ferramentas

source: Top
pt_br: Topo

source: Topping
pt_br: Superando

source: Torn
pt_br: Rasgado

source: Touch
pt_br: Toque

source: Touch Action
pt_br: Ação de Toque

source: Touch Pad
pt_br: Pad de Toque

source: Touching down
pt_br: Pousando

source: Touchpad Input Rotation
pt_br: Rotação de Entrada do Touchpad

source: Towing
pt_br: Rebocando

source: Trackball Mode
pt_br: Modo Trackball

source: Tracking
pt_br: Rastreamento

source: Trailing
pt_br: Ficando para trás

source: Training
pt_br: Treinando

source: Transferring
pt_br: Transferindo

source: Transforming
pt_br: Transformando

source: Translating
pt_br: Traduzindo

source: Translation
pt_br: Tradução

source: Transparency
pt_br: Transparência

source: Transporting
pt_br: Transportando

source: Trapping
pt_br: Prendendo

source: Traveling
pt_br: Viajando

source: Traversing
pt_br: Atravessando

source: Treasuring
pt_br: Valorizando

source: Treating
pt_br: Tratando

source: Trickling
pt_br: Gotejando

source: Trigger
pt_br: Gatilho

source: Trigger Action
pt_br: Ação de Gatilho

source: Trigger Level
pt_br: Nível do Gatilho

source: Trigger Pull Level
pt_br: Nível de Puxada do Gatilho

source: Trigger or Axis
pt_br: Gatilho ou Eixo

source: Triggers
pt_br: Gatilhos

source: Troubled
pt_br: Perturbado

source: Troubleshooting
pt_br: Solucionando problemas

source: True
pt_br: Verdadeiro

source: True to
pt_br: Fiel a

source: Try disabling this option if your controller stops working randomly.
pt_br: Tente desabilitar esta opção se o seu controle parar de funcionar aleatoriamente.

source: Try disabling this option your controller stops working randomly.
pt_br: Tente desativar esta opção se o controle parar de funcionar aleatoriamente.

source: Tugging
pt_br: Puxando

source: Tuning
pt_br: Ajuste fino

source: Turn Controller OFF
pt_br: Desligar Controle

source: Turn Off Controller
pt_br: Desligar Controle

source: Turning
pt_br: Virando

source: Turning off
pt_br: Desligando

source: Turning on
pt_br: Ligando

source: Tutoring
pt_br: Tutorando

source: Tweaking
pt_br: Ajustando

source: Twisting
pt_br: Torcendo

source: Two separate rings
pt_br: Dois anéis separados

source: Two sticks, asymmetrical (x360 pad)
pt_br: Dois analógicos, assimétrico (pad x360)

source: Two sticks, symmetrical (PSx Controller)
pt_br: Dois analógicos, simétrico (Controle PSx)

source: Type
pt_br: Tipo

source: USB HID (recommended)
pt_br: USB HID (recomendado)

source: USB dongle was removed.
pt_br: Dongle USB foi removido.

source: Unacceptable
pt_br: Inaceitável

source: Unavailable
pt_br: Indisponível

source: Unbinding
pt_br: Desvinculando

source: Unbounded
pt_br: Sem limites

source: Unchanged
pt_br: Inalterado

source: Uncovering
pt_br: Descobrindo

source: Underlining
pt_br: Sublinhando

source: Underpinning
pt_br: Sustentando

source: Underscoring
pt_br: Sublinhando

source: Understanding
pt_br: Entendendo

source: Undo
pt_br: Desfazer

source: Undoing
pt_br: Desfazendo

source: Unedited
pt_br: Não editado

source: Unfreezing
pt_br: Descongelando

source: Ungroup
pt_br: Desagrupar

source: Ungrouping
pt_br: Desagrupando

source: Uninstall
pt_br: Desinstalar

source: United with
pt_br: Unido com

source: Unknown
pt_br: Desconhecido

source: Unknown App ID %s
pt_br: ID de aplicativo desconhecido %s

source: Unlimited
pt_br: Ilimitado

source: Unlinking
pt_br: Desvinculando

source: Unloading
pt_br: Descarregando

source: Unlock
pt_br: Destravar

source: Unlocked
pt_br: Destravado

source: Unlocking
pt_br: Destravando

source: Unmasking
pt_br: Desmascarando

source: Unmounting
pt_br: Desmontando

source: Unpairing
pt_br: Desemparelhando

source: Unprotected
pt_br: Desprotegido

source: Unpublished
pt_br: Não publicado

source: Unregister controller?
pt_br: Desregistrar controle?

source: Unrestricted
pt_br: Irrestrito

source: Unsatisfactory
pt_br: Insatisfatório

source: Unsaved changes
pt_br: Alterações não salvas

source: Unselected
pt_br: Não selecionado

source: Unset
pt_br: Não definido

source: Unveiling
pt_br: Revelando

source: Unwavering in
pt_br: Inabalável em

source: Unwell
pt_br: Adoentado

source: Unwinding
pt_br: Descontraindo

source: Up
pt_br: Cima

source: Up to date
pt_br: Atualizado

source: Update
pt_br: Atualizar

source: Updated
pt_br: Atualizado

source: Updating
pt_br: Atualizando

source: Upgrading
pt_br: Atualizando

source: Upholding
pt_br: Sustentando

source: Upload
pt_br: Enviar

source: Uploading
pt_br: Enviando

source: Upper
pt_br: Superior

source: Uprising
pt_br: Levantando

source: Urgent
pt_br: Urgente

source: Use Action Sets
pt_br: Usar Conjuntos de Ações

source: Use Serial Numbers to Identify Controllers
pt_br: Usar Números de Série para Identificar Controles

source: Use default
pt_br: Usar padrão

source: Use regular expression
pt_br: Usar expressão regular

source: Used
pt_br: Usado

source: Used to control menus unless profile sets something different
pt_br: Usado para controlar menus a menos que o perfil defina algo diferente

source: User
pt_br: Usuário

source: User-mode driver and GTK3 based GUI for the Steam Controller, DS4 and similar controllers
pt_br: Driver em modo de usuário e interface gráfica baseada em GTK3 para o Steam Controller, DS4 e controles similares.

source: Username
pt_br: Nome de usuário

source: Uttering
pt_br: Proferindo

source: Valid
pt_br: Válido

source: Validating
pt_br: Validando

source: Validation
pt_br: Validação

source: Value
pt_br: Valor

source: Valuing
pt_br: Valorizando

source: Variable
pt_br: Variável

source: Variant
pt_br: Variante

source: Veiling
pt_br: Velando

source: Verification
pt_br: Verificação

source: Verifying
pt_br: Verificando

source: Version
pt_br: Versão

source: Very high
pt_br: Muito alto

source: Very low
pt_br: Muito baixo

source: Vetoed
pt_br: Vetado

source: View
pt_br: Visualizar

source: Viewing
pt_br: Visualizando

source: Visible
pt_br: Visível

source: Visible layers
pt_br: Camadas visíveis

source: Visible to all
pt_br: Visível para todos

source: Visible to members
pt_br: Visível para membros

source: Visible to owner
pt_br: Visível para o proprietário

source: Voicing
pt_br: Expressando

source: Voiding
pt_br: Anulando

source: Volunteering
pt_br: Voluntariando

source: Wailing
pt_br: Lamentando

source: Waiting
pt_br: Aguardando

source: Waiting for
pt_br: Esperando por

source: Waking
pt_br: Acordando

source: Waking up
pt_br: Acordando

source: Wandering
pt_br: Vagando

source: Wanting
pt_br: Querendo

source: Warning level
pt_br: Nível de aviso

source: Warning: evdev access mode was auto-selected for HID device.
pt_br: Aviso: o modo de acesso evdev foi selecionado automaticamente para dispositivo HID.

source: Warning: evdev access mode was auto-selected for HID device. That means your account lacks permissons needed to read controller exclusivelly. You can still use controller in evdev mode, but you may have trouble with some games detecting it twice. &lt;a href="https://github.com/kozec/sc-controller/wiki/Evdev-and-HID-mode-for-non-steam-controllers"&gt;Click here&lt;/a&gt; for more info.
pt_br: Aviso: o modo de acesso evdev foi selecionado automaticamente para o dispositivo HID. Isso significa que sua conta não tem permissões para ler o controle exclusivamente. Você ainda pode usar em modo evdev, mas pode ter problemas com alguns jogos detectando-o duas vezes. &lt;a href="https://github.com/kozec/sc-controller/wiki/Evdev-and-HID-mode-for-non-steam-controllers"&gt;Clique aqui&lt;/a&gt; para mais informações.

source: Warning: evdev access mode was auto-selected for HID device. That means your account lacks permissons needed to read controller exclusivelly. You can still use controller in evdev mode, but you may have trouble with some games detecting it twice. <a href="https://github.com/kozec/sc-controller/wiki/Evdev-and-HID-mode-for-non-steam-controllers">Click here</a> for more info.
pt_br: Aviso: o modo de acesso evdev foi selecionado automaticamente para o dispositivo HID. Isso significa que sua conta não tem permissões para ler o controle exclusivamente. Você ainda pode usar em modo evdev, mas pode ter problemas com alguns jogos detectando-o duas vezes. <a href="https://github.com/kozec/sc-controller/wiki/Evdev-and-HID-mode-for-non-steam-controllers">Clique aqui</a> para mais informações.

source: Watching
pt_br: Observando

source: Watching over
pt_br: Vigiando

source: Weeping
pt_br: Chorando

source: Weight
pt_br: Peso

source: Welcome to the version &lt;b&gt;%s&lt;/b&gt;
pt_br: Bem-vindo à versão &lt;b&gt;%s&lt;/b&gt;

source: Welcome to the version <b>%s</b>
pt_br: Bem-vindo à versão <b>%s</b>

source: Welcome to the version <b>%s</b>.
pt_br: Bem-vindo à versão <b>%s</b>.

source: Wheel
pt_br: Roda

source: Wheezing
pt_br: Chiando

source: When window...
pt_br: Quando a janela...

source: Widening
pt_br: Alargando

source: Width
pt_br: Largura

source: Wincing
pt_br: Fazendo careta

source: Window
pt_br: Janela

source: Window switcher
pt_br: Alternador de janelas

source: Winning back
pt_br: Reconquistando

source: Wiping
pt_br: Apagando

source: Wiping out
pt_br: Exterminando

source: Wishing
pt_br: Desejando

source: Withdrawing
pt_br: Retirando

source: Witnessing
pt_br: Testemunhando

source: Word
pt_br: Palavra

source: Working
pt_br: Trabalhando

source: Worn
pt_br: Usado

source: Worried
pt_br: Preocupado

source: Worshiping
pt_br: Venerando

source: Wounded
pt_br: Ferido

source: Wrapping up
pt_br: Finalizando

source: Wrecking
pt_br: Destruindo

source: Write
pt_br: Escrever

source: X Axis
pt_br: Eixo X

source: X Axis Controlled by
pt_br: Eixo X controlado por

source: Y Axis
pt_br: Eixo Y

source: Yaw
pt_br: Guinada

source: Yawning
pt_br: Bocejando

source: Yearning for
pt_br: Ansiando por

source: Yelling
pt_br: Gritando

source: Yellow
pt_br: Amarelo

source: Yes
pt_br: Sim

source: Yesterday
pt_br: Ontem

source: You are about to save changes over template. Are you sure?
pt_br: Você está prestes a salvar alterações sobre um modelo. Tem certeza?

source: You can also drag-n-drop profile file on main application window
pt_br: Você também pode arrastar e soltar o arquivo de perfil na janela principal

source: You don't have access to controller device.
pt_br: Você não tem acesso ao dispositivo do controle.

source: You don't have required access to /dev/uinput.
pt_br: Você não tem acesso necessário a /dev/uinput.

source: You'll lose all settings for it
pt_br: Você perderá todas as configurações dele

source: Zeroing in on
pt_br: Focando em

source: Zoom in
pt_br: Ampliar

source: Zoom out
pt_br: Reduzir

source: _Add
pt_br: _Adicionar

source: _Apply
pt_br: _Aplicar

source: _Add icons
pt_br: _Adicionar ícones

source: _Save
pt_br: _Salvar

source: _Back
pt_br: _Voltar

source: _Change
pt_br: _Alterar

source: _Configure Controller
pt_br: _Configurar Controle

source: _Copy
pt_br: _Copiar

source: _Copy Menu
pt_br: _Copiar Menu

source: _Copy Profile
pt_br: _Copiar Perfil

source: _Delete Menu
pt_br: _Excluir Menu

source: _Delete Profile
pt_br: _Excluir Perfil

source: _Description
pt_br: _Descrição

source: _Edit Item
pt_br: _Editar Item

source: _Edit Pressed Action
pt_br: _Editar Ação ao Pressionar

source: _Emulation Enabled
pt_br: _Emulação Ativada

source: _Enable DS4 Controller Support
pt_br: _Ativar Suporte a Controle DS4

source: _Export Profile
pt_br: _Exportar Perfil

source: _Filename
pt_br: _Nome do arquivo

source: _Import SC-Controller Profile
pt_br: _Importar Perfil SC-Controller

source: _New Menu
pt_br: _Novo Menu

source: _New Profile
pt_br: _Novo Perfil

source: _Next
pt_br: _Próximo

source: _Paste
pt_br: _Colar
