Repository: regataos/sc-controller
Catalog: locale/*/LC_MESSAGES/*-controller.po
Languages: pt_br

source: Finish
pt_br: Concluir

source: Finished
pt_br: Terminado

source: Finishing
pt_br: Terminando

source: Finishing last
pt_br: Terminando por último

source: Finite
pt_br: Finito

source: First
pt_br: Primeiro

source: Fit
pt_br: Ajustar

source: Fit to window
pt_br: Ajustar à janela

source: Fix
pt_br: Correção

source: Fix Temporary
pt_br: Correção Temporária

source: Fixed
pt_br: Fixo

source: Fixed on
pt_br: Fixado em

source: Fixed to
pt_br: Fixado a

source: Flag
pt_br: Marcador

source: Flatten
pt_br: Achatar

source: Fleeing
pt_br: Fugindo

source: Flexing
pt_br: Flexionando

source: Flinching
pt_br: Recuando

source: Flip
pt_br: Inverter

source: Floating
pt_br: Flutuando

source: Flowing
pt_br: Fluindo

source: Flowing from
pt_br: Fluindo de

source: Flying
pt_br: Voando

source: Flying high
pt_br: Voando alto

source: Focused on
pt_br: Focado em

source: Focusing on
pt_br: Focando em

source: Foiled
pt_br: Frustrado

source: Folder
pt_br: Pasta

source: Follow Profile
pt_br: Seguir Perfil

source: Following from
pt_br: Seguindo de

source: Footnote
pt_br: Nota de rodapé

source: Force
pt_br: Força

source: Foreground
pt_br: Primeiro plano

source: Forgotten
pt_br: Esquecido

source: Format
pt_br: Formato

source: Formatting
pt_br: Formatando

source: Forming
pt_br: Formando

source: Forsaken
pt_br: Abandonado

source: Fortifying
pt_br: Fortificando

source: Forward
pt_br: Avançar

source: Fostering
pt_br: Fomentando

source: Founded on
pt_br: Fundado em

source: Founding
pt_br: Fundando

source: Fractured
pt_br: Fraturado

source: Frayed
pt_br: Desgastado

source: Free
pt_br: Livre

source: Freeing
pt_br: Libertando

source: Freezing
pt_br: Congelando

source: Frequency
pt_br: Frequência

source: Friction
pt_br: Fricção

source: From
pt_br: De

source: From Bottom
pt_br: De Baixo

source: From Left
pt_br: Da Esquerda

source: From Right
pt_br: Da Direita

source: From Top
pt_br: De Cima

source: Frowning
pt_br: Franzindo a testa

source: Frustrated
pt_br: Frustrado

source: Full
pt_br: Cheio

source: Full Screen
pt_br: Tela Cheia

source: Fully Pressed Action
pt_br: Ação ao Pressionar Completamente

source: Fully Pressed Level
pt_br: Nível de Pressionamento Completo

source: Functioning
pt_br: Funcionando

source: Funding
pt_br: Financiando

source: Fused with
pt_br: Fundido com

source: Game
pt_br: Jogo

source: Games List
pt_br: Lista de Jogos

source: Gasping
pt_br: Ofegando

source: General
pt_br: Geral

source: Generating
pt_br: Gerando

source: Gesture
pt_br: Gesto

source: Gesture action
pt_br: Ação de Gesto

source: Gesture differs
pt_br: Gesto diferente

source: Gestures
pt_br: Gestos

source: Getting back
pt_br: Recuperando

source: Getting rid of
pt_br: Livrando-se de

source: Getting up
pt_br: Levantando-se

source: Giggling
pt_br: Dando risadinhas

source: Giving
pt_br: Dando

source: Gliding
pt_br: Planando

source: Global Settings
pt_br: Configurações Globais

source: Glorifying
pt_br: Glorificando

source: Glossary
pt_br: Glossário

source: Go to
pt_br: Ir para

source: Goal
pt_br: Objetivo

source: Going back
pt_br: Voltando

source: Gone
pt_br: Ido

source: Good
pt_br: Bom

source: Governing
pt_br: Governando

source: Grab Input
pt_br: Capturar Entrada

source: Grab a key
pt_br: Capturar uma tecla

source: Grabbing
pt_br: Agarrando

source: Grade
pt_br: Nota

source: Gradient
pt_br: Gradiente

source: Grading
pt_br: Avaliando

source: Granting
pt_br: Concedendo

source: Grasping
pt_br: Agarrando

source: Grasping for
pt_br: Tentando agarrar

source: Greater than
pt_br: Maior que

source: Greater than or equal
pt_br: Maior ou igual a

source: Green
pt_br: Verde

source: Grid
pt_br: Grade

source: Grimacing
pt_br: Fazendo careta

source: Grimy
pt_br: Encardido

source: Grinning
pt_br: Sorrindo

source: Gripping
pt_br: Agarrando

source: Groaning
pt_br: Gemendo

source: Grounded in
pt_br: Fundamentado em

source: Group
pt_br: Grupo

source: Group layers
pt_br: Agrupar camadas

source: Grouping
pt_br: Agrupando

source: Growing
pt_br: Crescendo

source: Growing out of
pt_br: Crescendo de

source: Guarding
pt_br: Guardando

source: Guest
pt_br: Convidado

source: Guffawing
pt_br: Gargalhando

source: Guide
pt_br: Guia

source: Guiding
pt_br: Guiando

source: Gushing
pt_br: Jorrando

source: Gyro
pt_br: Giroscópio

source: Gyro Disable Button
pt_br: Botão para Desativar Giroscópio

source: Gyro Enable Button
pt_br: Botão de Ativar Giroscópio

source: Gyroscope
pt_br: Giroscópio

source: Halted
pt_br: Interrompido

source: Hampered
pt_br: Prejudicado

source: Handling
pt_br: Lidando

source: Haptic Feedback
pt_br: Resposta Háptica

source: Haptic Intensity
pt_br: Intensidade Háptica

source: Hard Level
pt_br: Nível Rígido

source: Harmed
pt_br: Prejudicado

source: Hashing
pt_br: Hash

source: Hating
pt_br: Odiando

source: Hauling
pt_br: Puxando

source: Having
pt_br: Tendo

source: Heading for
pt_br: Indo para

source: Healing
pt_br: Curando

source: Height
pt_br: Altura

source: Help
pt_br: Ajuda

source: Helping
pt_br: Ajudando

source: Hibernating
pt_br: Hibernando

source: Hidden
pt_br: Oculto

source: Hidden from all
pt_br: Oculto de todos

source: Hidden layers
pt_br: Camadas ocultas

source: Hide
pt_br: Ocultar

source: Hide Keyboard
pt_br: Ocultar Teclado

source: Hide all OSD Menus and Messages
pt_br: Ocultar todos os Menus e Mensagens OSD

source: Hide details
pt_br: Ocultar detalhes

source: Hiding
pt_br: Escondendo

source: High
pt_br: Alto

source: Highlighting
pt_br: Destacando

source: Higlight
pt_br: Destaque

source: Hindered
pt_br: Impedido

source: Hint
pt_br: Sugestão

source: Hip Fire
pt_br: Disparo Imediato

source: Hip Fire - Exclusive Buttons
pt_br: Disparo Imediato - Botões Exclusivos

source: Hip Fire Delay
pt_br: Atraso de Disparo Imediato

source: Hip fire - Sensible
pt_br: Disparo Imediato - Sensível

source: Hit
pt_br: Atingido

source: Hitting the ceiling
pt_br: Atingindo o limite

source: Hoisting
pt_br: Içando

source: Hold
pt_br: Manter Pressionado

source: Hold Action
pt_br: Ação de Manter

source: Hold Time
pt_br: Tempo de Manutenção

source: Hold to Confirm
pt_br: Manter para Confirmar

source: Holding
pt_br: Segurando

source: Homing in on
pt_br: Mirando em

source: Honoring
pt_br: Honrando

source: Hoping
pt_br: Esperando

source: Horizontal Menu
pt_br: Menu Horizontal

source: Hotfix
pt_br: Correção urgente

source: Hovering
pt_br: Pairando

source: Howling
pt_br: Uivando

source: Hurt
pt_br: Machucado

source: Icon
pt_br: Ícone

source: Identifying
pt_br: Identificando

source: Idolizing
pt_br: Idolatrando

source: If enabled, any connected DualSense controller will be automatically used by SC Controller
pt_br: Se habilitado, qualquer controle DualSense conectado será automaticamente usado pelo SC Controller

source: If enabled, any connected Dualshock4 controller will be automatically used by SC Controller
pt_br: Se habilitado, qualquer controle Dualshock4 conectado será automaticamente usado pelo SC Controller

source: If enabled, any connected Dualshock4 controller will be automatically used by SC-Controller
pt_br: Se ativado, qualquer controle Dualshock4 conectado será automaticamente usado pelo SC-Controller

source: If enabled, any device or application compatible with Retroarch's Remote RetroPad protocol
pt_br: Se ativado, qualquer dispositivo ou aplicativo compatível com o protocolo Remote RetroPad do Retroarch

source: If enabled, any device or application compatible with Retroarch's Remote RetroPad protocol on network can connect and remote-control this computer as additional gamepad. &lt;a href="https://github.com/C0rn3j/sc-controller/wiki/Using-phone-with-Retroarch-as-additional-controller"&gt;See wiki for instructions and more info.&lt;/a&gt;
pt_br: Se ativado, qualquer dispositivo ou aplicativo compatível com o protocolo Remote RetroPad do Retroarch na rede pode conectar e controlar remotamente este computador como gamepad adicional. &lt;a href="https://github.com/C0rn3j/sc-controller/wiki/Using-phone-with-Retroarch-as-additional-controller"&gt;Veja o wiki para instruções e mais informações.&lt;/a&gt;

source: If enabled, any device or application compatible with Retroarch's Remote RetroPad protocol on network can connect and remote-control this computer as additional gamepad. <a href="https://github.com/C0rn3j/sc-controller/wiki/Using-phone-with-Retroarch-as-additional-controller">See wiki for instructions and more info.</a>
pt_br: Se ativado, qualquer dispositivo ou aplicativo compatível com o protocolo Remote RetroPad do Retroarch na rede pode conectar e controlar remotamente este computador como gamepad adicional. <a href="https://github.com/C0rn3j/sc-controller/wiki/Using-phone-with-Retroarch-as-additional-controller">Veja o wiki para instruções e mais informações.</a>

source: If enabled, any device or application compatible with Retroarch's Remote RetroPad protocol on network can connect and remote-control this computer as additional gamepad.
pt_br: Se habilitado, qualquer dispositivo ou aplicativo compatível com o protocolo Remote RetroPad do Retroarch na rede pode conectar e controlar remotamente este computador como um gamepad adicional.

source: Ignore Stroke _Length
pt_br: Ignorar _Comprimento do Traço

source: Ignored
pt_br: Ignorado

source: Ignoring
pt_br: Ignorando

source: Ill
pt_br: Doente

source: Illustrating
pt_br: Ilustrando

source: Imitating
pt_br: Imitando

source: Immigrating
pt_br: Imigrando

source: Impeded
pt_br: Impedido

source: Implying
pt_br: Implicando

source: Import
pt_br: Importar

source: Import / Export
pt_br: Importar / Exportar

source: Import As
pt_br: Importar Como

source: Import Profile
pt_br: Importar Perfil

source: Import Profile...
pt_br: Importar Perfil...

source: Import Steam Profile
pt_br: Importar Perfil Steam

source: Import _Steam Profile
pt_br: Importar Perfil _Steam

source: Import as hidden menus and profiles named ".%s:name"
pt_br: Importar como menus e perfis ocultos com nome ".%s:nome"

source: Import failed
pt_br: Importação falhou

source: Import normaly, with names formated as "%s:name"
pt_br: Importar normalmente, com nomes no formato "%s:nome"

source: Import results goes here
pt_br: Resultados da importação aparecem aqui

source: Import/Export Profile
pt_br: Importar/Exportar Perfil

source: Import/Export _Profile...
pt_br: Importar/Exportar _Perfil...

source: Important
pt_br: Importante

source: Importing
pt_br: Importando

source: Improvement
pt_br: Aprimoramento

source: Improving
pt_br: Aprimorando

source: In progress
pt_br: Em andamento

source: In range
pt_br: No intervalo

source: Inactive
pt_br: Inativo

source: Inaugurating
pt_br: Inaugurando

source: Including
pt_br: Incluindo

source: Incomplete
pt_br: Incompleto

source: Incorporated into
pt_br: Incorporado em

source: Incorporating
pt_br: Incorporando

source: Increasing
pt_br: Aumentando

source: Index
pt_br: Índice

source: Indicating
pt_br: Indicando

source: Infected
pt_br: Infectado

source: Infinite
pt_br: Infinito

source: Information
pt_br: Informação

source: Information about
pt_br: Informações sobre

source: Inhaling
pt_br: Inalando

source: Initializing
pt_br: Inicializando

source: Initiating
pt_br: Iniciando

source: Injured
pt_br: Ferido

source: Inner Ring
pt_br: Anel Interno

source: Inner Ring Radius
pt_br: Raio do Anel Interno

source: Input
pt_br: Entrada

source: Input Display
pt_br: Exibição de Entrada

source: Input Rotation
pt_br: Rotação de Entrada

source: Input Test Mode
pt_br: Modo de Teste de Entrada

source: Inquiring
pt_br: Perguntando

source: Insecure
pt_br: Inseguro

source: Inserting
pt_br: Inserindo

source: Inspecting
pt_br: Inspecionando

source: Inspiring
pt_br: Inspirando

source: Install
pt_br: Instalar

source: Installed in
pt_br: Instalado em

source: Installing
pt_br: Instalando

source: Instituting
pt_br: Instituindo

source: Instructing
pt_br: Instruindo

source: Insurrecting
pt_br: Insurgindo

source: Integrated into
pt_br: Integrado em

source: Integration
pt_br: Integração

source: Intent on
pt_br: Decidido a

source: Interface Language
pt_br: Idioma da Interface

source: Interfered with
pt_br: Interferido

source: Internationalization
pt_br: Internacionalização

source: Interpreting
pt_br: Interpretando

source: Interrogating
pt_br: Interrogando

source: Interrupted
pt_br: Interrompido

source: Introducing
pt_br: Apresentando

source: Introduction
pt_br: Introdução

source: Invalid
pt_br: Inválido

source: Invalid Menu ID: Menu with same ID already exists.
pt_br: ID de menu inválido: já existe um menu com o mesmo ID.

source: Invalid Menu ID: Please, don't use dots (.) or slashes (/).
pt_br: ID de menu inválido: por favor, não use pontos (.) ou barras (/).

source: Invalidating
pt_br: Invalidando

source: Invert
pt_br: Inverter

source: Invert Axes
pt_br: Inverter Eixos

source: Invert Roll
pt_br: Inverter Rolagem

source: Invert X
pt_br: Inverter X

source: Invert X axis
pt_br: Inverter eixo X

source: Invert Y
pt_br: Inverter Y

source: Invert Y Axis
pt_br: Inverter Eixo Y

source: Invert Y axis
pt_br: Inverter eixo Y

source: Investing
pt_br: Investindo

source: Invigorating
pt_br: Revigorando

source: Isolating
pt_br: Isolando

source: Issuing from
pt_br: Proveniente de

source: Item Border
pt_br: Borda do Item

source: Items
pt_br: Itens

source: Items per row
pt_br: Itens por linha

source: Joined with
pt_br: Juntado com

source: Joining
pt_br: Juntando

source: Journeying
pt_br: Viajando

source: Joystick Camera
pt_br: Câmera por Joystick

source: Joystick deadzone
pt_br: Zona morta do Joystick

source: Joystick or Mouse
pt_br: Joystick ou Mouse

source: Judging
pt_br: Julgando

source: Jump to
pt_br: Pular para

source: Keep editing
pt_br: Continuar editando

source: Keeping
pt_br: Mantendo

source: Keeping out
pt_br: Mantendo fora

source: Key
pt_br: Tecla

source: Key or Button
pt_br: Tecla ou Botão

source: Keyboard
pt_br: Teclado

source: Keyboard Action
pt_br: Ação de Teclado

source: Kill Current Window
pt_br: Fechar Janela Atual

source: Kind
pt_br: Tipo

source: Kneeling
pt_br: Ajoelhando

source: LED brightness
pt_br: Brilho do LED

source: Label
pt_br: Rótulo

source: Labels
pt_br: Rótulos

source: Laden
pt_br: Carregado

source: Lagging
pt_br: Atrasando

source: Landing on
pt_br: Pousando em

source: Language
pt_br: Idioma

source: Language Changed
pt_br: Idioma Alterado

source: Language:
pt_br: Idioma:

source: Last
pt_br: Último

source: Last month
pt_br: Mês passado

source: Last week
pt_br: Semana passada

source: Last year
pt_br: Ano passado

source: Lasting
pt_br: Durando

source: Latest
pt_br: Mais recente

source: Laughing
pt_br: Rindo

source: Launching
pt_br: Lançando

source: Layer
pt_br: Camada

source: Laying aside
pt_br: Deixando de lado

source: Laying bare
pt_br: Expondo

source: Laying waste to
pt_br: Devastando

source: Leading
pt_br: Liderando

source: Leaking
pt_br: Vazando

source: Learning
pt_br: Aprendendo

source: Leaving behind
pt_br: Deixando para trás

source: Leaving out
pt_br: Deixando de fora

source: Lecturing
pt_br: Lecionando

source: Left
pt_br: Deixado

source: Left Bumper
pt_br: Bumper Esquerdo

source: Left Grip
pt_br: Grip Esquerdo

source: Left Pad
pt_br: Pad Esquerdo

source: Left Pad Angle
pt_br: Ângulo do Pad Esquerdo

source: Left Pad Press
pt_br: Pressionar Pad Esquerdo

source: Left Pad Pressed
pt_br: Pad Esquerdo Pressionado

source: Left Pad Touched
pt_br: Pad Esquerdo Tocado

source: Left Stick
pt_br: Analógico Esquerdo

source: Left Stick (Absolute)
pt_br: Analógico Esquerdo (Absoluto)

source: Left Stick (Camera)
pt_br: Analógico Esquerdo (Câmera)

source: Left Trigger
pt_br: Gatilho Esquerdo

source: Left Trigger (full)
pt_br: Gatilho Esquerdo (total)

source: Left Trigger (soft)
pt_br: Gatilho Esquerdo (suave)

source: Left stick
pt_br: Analógico esquerdo

source: Length
pt_br: Comprimento

source: Lengthening
pt_br: Alongando

source: Less information
pt_br: Menos informações

source: Less than
pt_br: Menor que

source: Less than or equal
pt_br: Menor ou igual a

source: Letter
pt_br: Letra

source: Letting out
pt_br: Deixando sair

source: Level
pt_br: Nível

source: Liberating
pt_br: Libertando

source: License
pt_br: Licença

source: Lifting
pt_br: Levantando

source: Liking
pt_br: Gostando

source: Limit
pt_br: Limite

source: Limitation
pt_br: Limitação

source: Limited
pt_br: Limitado

source: Limiting
pt_br: Limitando

source: Line
pt_br: Linha

source: Linked to
pt_br: Vinculado a

source: Linking
pt_br: Vinculando

source: List
pt_br: Lista

source: List of recent profiles
pt_br: Lista de perfis recentes

source: Living
pt_br: Vivendo

source: Load
pt_br: Carregar

source: Loaded
pt_br: Carregado

source: Loading
pt_br: Carregando

source: Loading...
pt_br: Carregando...

source: Loathing
pt_br: Detestando

source: Localization
pt_br: Localização

source: Located in
pt_br: Localizado em

source: Locating
pt_br: Localizando

source: Location
pt_br: Localização

source: Lock
pt_br: Travar

source: Locked
pt_br: Travado

source: Locking
pt_br: Travando

source: Logging
pt_br: Registro

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: Long Press
pt_br: Pressionar Longo

source: Longing for
pt_br: Ansiando por

source: Looking
pt_br: Olhando

source: Looking after
pt_br: Cuidando

source: Looking forward to
pt_br: Aguardando ansiosamente

source: Losing out
pt_br: Perdendo

source: Lost
pt_br: Perdido

source: Lounging
pt_br: Descansando

source: Loving
pt_br: Amando

source: Low
pt_br: Baixo

source: Lower
pt_br: Inferior

source: Lowering
pt_br: Abaixando

source: Loyal to
pt_br: Leal a

source: Lying
pt_br: Deitando

source: Macro Type
pt_br: Tipo de Macro

source: Macro action
pt_br: Ação de Macro

source: Macro for %s
pt_br: Macro para %s

source: Magnifying
pt_br: Ampliando

source: Maintaining
pt_br: Mantendo

source: Maintenance
pt_br: Manutenção

source: Major
pt_br: Principal

source: Making for
pt_br: Indo para

source: Making up
pt_br: Constituindo

source: Making up for
pt_br: Compensando

source: Managing
pt_br: Gerenciando

source: Manifesting
pt_br: Manifestando

source: Manipulating
pt_br: Manipulando

source: Manufacturing
pt_br: Fabricando

source: Mapping
pt_br: Mapeamento

source: Mark
pt_br: Marca

source: Marking
pt_br: Marcando

source: Masking
pt_br: Mascarando

source: Match Window Class
pt_br: Corresponder Classe da Janela

source: Match Window Title
pt_br: Corresponder Título da Janela

source: Match exact title
pt_br: Corresponder título exato

source: Matched with
pt_br: Combinado com

source: Matching Precision
pt_br: Precisão de Correspondência

source: Materializing
pt_br: Materializando

source: Maximize
pt_br: Maximizar

source: Maximizing
pt_br: Maximizando

source: Maximum
pt_br: Máximo

source: Maxing out
pt_br: Atingindo o máximo

source: Meaning
pt_br: Significando

source: Measured
pt_br: Medido

source: Medium
pt_br: Médio

source: Meeting
pt_br: Encontrando

source: Member
pt_br: Membro

source: Mentoring
pt_br: Orientando

source: Menu Action
pt_br: Ação de Menu

source: Menu Editor
pt_br: Editor de Menus

source: Menu ID
pt_br: ID do Menu

source: Menu Item
pt_br: Item de Menu

source: Menu Label
pt_br: Rótulo do Menu

source: Menu Position...
pt_br: Posição do Menu...

source: Menu Type
pt_br: Tipo de Menu

source: Menus & Keyboard
pt_br: Menus e Teclado

source: Menus &amp; Keyboard
pt_br: Menus e Teclado

source: Merge
pt_br: Mesclar

source: Merged into
pt_br: Mesclado em

source: Merging
pt_br: Mesclando

source: Message
pt_br: Mensagem

source: Middle
pt_br: Meio

source: Migrating
pt_br: Migrando

source: Migration
pt_br: Migração

source: Milestone
pt_br: Marco

source: Mimicking
pt_br: Imitando

source: Minimize
pt_br: Minimizar

source: Minimize on Start
pt_br: Minimizar ao Iniciar

source: Minimize to Status Icon
pt_br: Minimizar para Ícone de Status

source: Minimize to status icon instead closing
pt_br: Minimizar para ícone de status em vez de fechar

source: Minimize to tray on start
pt_br: Minimizar para bandeja ao iniciar

source: Minimize to tray on startup
pt_br: Minimizar para bandeja ao iniciar

source: Minimizing
pt_br: Minimizando

source: Minimum
pt_br: Mínimo

source: Minimum Output Value
pt_br: Valor Mínimo de Saída

source: Minor
pt_br: Secundário

source: Mirror
pt_br: Espelhar

source: Mirroring
pt_br: Espelhando

source: Mislaid
pt_br: Extraviado

source: Misplaced
pt_br: Extraviado

source: Missing
pt_br: Faltando

source: Missing out
pt_br: Perdendo

source: Moaning
pt_br: Gemendo

source: Mode
pt_br: Modo

source: Mode Shift
pt_br: Mudança de Modo

source: Mode Shift action
pt_br: Ação de Mudança de Modo

source: Mode Shift for %s
pt_br: Mudança de Modo para %s

source: Modeling
pt_br: Modelando

source: Moderator
pt_br: Moderador

source: Modification
pt_br: Modificação

source: Modified
pt_br: Modificado

source: Modifier
pt_br: Modificador

source: Modifying
pt_br: Modificando

source: Monitoring
pt_br: Monitoramento

source: More information
pt_br: Mais informações

source: More...
pt_br: Mais...

source: Motivating
pt_br: Motivando

source: Mounting
pt_br: Montando

source: Mouse (Camera)
pt_br: Mouse (Câmera)

source: Mouse (Emulate Stick)
pt_br: Mouse (Emular Analógico)

source: Mouse (Trackpad or Trackball)
pt_br: Mouse (Trackpad ou Trackball)

source: Mouse Action
pt_br: Ação de Mouse

source: Mouse Button
pt_br: Botão do Mouse

source: Mouse Region
pt_br: Região do Mouse

source: Mouse Wheel
pt_br: Roda do Mouse

source: Mouse-like Joystick on LEFT Stick
pt_br: Joystick tipo Mouse no Analógico ESQUERDO

source: Mouse-like Joystick on RIGHT Stick
pt_br: Joystick tipo Mouse no Analógico DIREITO

source: Move
pt_br: Mover

source: Move DPAD down
pt_br: Mova o DPAD para baixo

source: Move DPAD to right
pt_br: Mova o DPAD para a direita

source: Move DPAD up
pt_br: Mova o DPAD para cima

source: Move Keyboard
pt_br: Mover Teclado

source: Move LEFT Cursor
pt_br: Mover Cursor ESQUERDO

source: Move RIGHT Cursor
pt_br: Mover Cursor DIREITO

source: Move stick left and right...
pt_br: Mova o analógico para esquerda e direita...

source: Move stick up and down...
pt_br: Mova o analógico para cima e baixo...

source: Move to
pt_br: Mover para

source: Moving
pt_br: Movendo

source: Moving forward
pt_br: Avançando

source: Moving toward
pt_br: Movendo em direção a

source: Muddy
pt_br: Enlameado

source: Multi Action
pt_br: Ação Múltipla

source: Mutinying
pt_br: Amotinando

source: Name
pt_br: Nome

source: Navigating
pt_br: Navegando

source: Nearing
pt_br: Aproximando

source: Needing
pt_br: Precisando

source: Negating
pt_br: Negando

source: Neglected
pt_br: Negligenciado

source: Nervous
pt_br: Nervoso

source: Network
pt_br: Rede

source: Neutralizing
pt_br: Neutralizando

source: Never
pt_br: Nunca

source: New
pt_br: Novo

source: New Menu
pt_br: Novo Menu

source: New Menu...
pt_br: Novo Menu...

source: New Profile
pt_br: Novo Perfil

source: New Profile %s
pt_br: Novo Perfil %s

source: New file
pt_br: Novo arquivo

source: New folder
pt_br: Nova pasta

source: New profile...
pt_br: Novo perfil...

source: New value
pt_br: Novo valor

source: Newest
pt_br: Mais novo

source: News
pt_br: Notícias

source: Next
pt_br: Próximo

source: No
pt_br: Não

source: No Action
pt_br: Sem Ação

source: No changes
pt_br: Sem alterações

source: No controller connected
pt_br: Nenhum controle conectado

source: No game
pt_br: Nenhum jogo

source: No!. Bad, bad user!
pt_br: Não! Usuário terrível!

source: None
pt_br: Nenhum

source: None / Custom
pt_br: Nenhum / Personalizado

source: Normal - Exclusive Buttons
pt_br: Normal - Botões Exclusivos

source: Normal Button
pt_br: Botão Normal

source: Not
pt_br: Não

source: Not available
pt_br: Não disponível

source: Not equal
pt_br: Diferente de
