Repository: regataos/sc-controller
Catalog: locale/*/LC_MESSAGES/*-controller.po
Languages: pt_br

source: _Remove
pt_br: _Remover

source: _Restart Emulation
pt_br: _Reiniciar Emulação

source: _Rename Menu
pt_br: _Renomear Menu

source: _Rename Profile
pt_br: _Renomear Perfil

source: _Revert Profile to Defaults
pt_br: _Reverter Perfil para Padrões

source: _Settings
pt_br: _Configurações

source: _Turn Off Controller
pt_br: _Desligar Controle

source: _Use (A)
pt_br: _Usar (A)

source: and
pt_br: e

source: auto
pt_br: automático

source: button
pt_br: botão

source: click any button or...
pt_br: clique em qualquer botão ou...

source: click on axis or trigger
pt_br: clique em um eixo ou gatilho

source: column
pt_br: coluna

source: default
pt_br: padrão

source: forever
pt_br: para sempre

source: lstick
pt_br: analógico esq.

source: message
pt_br: mensagem

source: not found
pt_br: (não encontrado)

source: or
pt_br: ou

source: or click on "Fix Temporary" button to attempt fix that should work until next restart.
pt_br: ou clique no botão "Correção Temporária" para tentar uma correção que deve funcionar até o próximo reinício.

source: rstick
pt_br: analógico dir.

source: sudo fix-my-pc
pt_br: sudo consertar-meu-pc

source: there is one or more additional profile file or menu file embeded in profile
pt_br: há um ou mais arquivos de perfil ou menu adicionais incorporados no perfil

source: uinput kernel module is loaded, but /dev/uinput is missing.
pt_br: O módulo uinput está carregado, mas /dev/uinput está ausente.

source: uinput kernel module not loaded
pt_br: Módulo do kernel uinput não carregado

source: wheel
pt_br: roda

source: Select your preferred language
pt_br: Selecione seu idioma preferido

source: You need to restart SC Controller for the language change to take effect.
pt_br: Você precisa reiniciar o SC Controller para que a mudança de idioma tenha efeito.

source: English
pt_br: Inglês

source: Profile details
pt_br: Detalhes do perfil

source: Add icons
pt_br: Adicionar ícones

source: Button Input
pt_br: Entrada de botão

source: Choose Icon
pt_br: Selecione o ícone

source: Press a Key...
pt_br: Pressione uma tecla...

source: OSD Keyboard Bindings
pt_br: Atalhos de teclado OSD
