Repository: regataos/sc-controller
Catalog: locale/*/LC_MESSAGES/*-controller.po
Languages: pt_br

source: %s %s (reversed)
pt_br: %s %s (invertido)

source: %s (copy %s)
pt_br: %s (cópia %s)

source: %s (copy)
pt_br: %s (cópia)

source: %s (not found)
pt_br: %s (não encontrado)

source: %s (with OSD)
pt_br: %s (com OSD)

source: %s Button
pt_br: Botão %s

source: %s Press
pt_br: Pressionar %s

source: %s Trigger
pt_br: Gatilho %s

source: %s minutes
pt_br: %s minutos

source: %s seconds
pt_br: %s segundos

source: &lt;a href="advanced://0#cbBallMode"&gt;Setup or disable Trackball Mode&lt;/a&gt;
pt_br: &lt;a href="advanced://0#cbBallMode"&gt;Configurar ou desativar o Modo Trackball&lt;/a&gt;

source: &lt;b&gt;Code&amp;amp;UI © 2016 Kozec&lt;/b&gt; Source code available on &lt;a href="https://github.com/kozec/sc-controller"&gt;GitHub&lt;/a&gt; I'd like to express my biggest thanks for all my &lt;b&gt;&lt;a href="https://www.patreon.com/kozec"&gt;Patreon&lt;/a&gt;&lt;/b&gt; supporters, with special mention of &lt;b&gt;guido haag&lt;/b&gt; &lt;b&gt;Orivej Desh&lt;/b&gt; &lt;b&gt;G. Wilson&lt;/b&gt; &lt;b&gt;Eric Duhamel&lt;/b&gt; &lt;b&gt;Enric Morales&lt;/b&gt; &lt;b&gt;Joshua M&lt;/b&gt; &lt;b&gt;Lutris&lt;/b&gt; &lt;b&gt;Taowa&lt;/b&gt; and &lt;b&gt;ambidot&lt;/b&gt;
pt_br: &lt;b&gt;Código e UI © 2016 Kozec&lt;/b&gt; Código fonte disponível no &lt;a href="https://github.com/kozec/sc-controller"&gt;GitHub&lt;/a&gt; Gostaria de expressar meu maior agradecimento a todos os meus apoiadores no &lt;b&gt;&lt;a href="https://www.patreon.com/kozec"&gt;Patreon&lt;/a&gt;&lt;/b&gt;, com menção especial a &lt;b&gt;guido haag&lt;/b&gt; &lt;b&gt;Orivej Desh&lt;/b&gt; &lt;b&gt;G. Wilson&lt;/b&gt; &lt;b&gt;Eric Duhamel&lt;/b&gt; &lt;b&gt;Enric Morales&lt;/b&gt; &lt;b&gt;Joshua M&lt;/b&gt; &lt;b&gt;Lutris&lt;/b&gt; &lt;b&gt;Taowa&lt;/b&gt; e &lt;b&gt;ambidot&lt;/b&gt;

source: &lt;b&gt;DS4 Controller&lt;/b&gt; SC-Controller supports DS4 controllers automatically and requires no additional configuration. All you need is to make sure "DS4 Controller Support" checkbox is enabled in Settings or here:
pt_br: &lt;b&gt;Controle DS4&lt;/b&gt; O SC-Controller suporta controles DS4 automaticamente e não requer configuração adicional. Tudo que você precisa é garantir que a caixa "Suporte a Controle DS4" esteja ativada em Configurações ou aqui:

source: &lt;b&gt;Input Configuration&lt;/b&gt; Please, select options that are best describing controller you are configuring.
pt_br: &lt;b&gt;Configuração de Entrada&lt;/b&gt; Por favor, selecione as opções que melhor descrevem o controle que está configurando.

source: &lt;b&gt;Input Mappings&lt;/b&gt; Please, press every button on the controller, push every trigger at least twice and move every stick. Make sure that correct buttons, sticks and triggers on image blinks blue when you do so. If anything is assigned incorrectly, click on button on image to (re)assign physical button to it.
pt_br: &lt;b&gt;Mapeamentos de Entrada&lt;/b&gt; Pressione cada botão do controle, puxe cada gatilho pelo menos duas vezes e mova cada analógico. Certifique-se de que os botões, analógicos e gatilhos corretos na imagem piscam em azul. Se algo estiver incorreto, clique no botão na imagem para (re)atribuir o botão físico.

source: &lt;b&gt;Warning&lt;/b&gt; Profile You are trying to import contains shell actions. Shell action allows to execute any arbitrary shell command and may modify, create or &lt;span color="#ff0000"&gt;&lt;b&gt;delete&lt;/b&gt;&lt;/span&gt; any files, download &lt;span color="#ff0000"&gt;&lt;b&gt;viruses&lt;/b&gt;&lt;/span&gt; or even &lt;span color="#ff0000"&gt;&lt;b&gt;destroy&lt;/b&gt;&lt;/span&gt; some hardware. Please, read list of commands used by imported profile and mark each checkbox to indicate You fully understand what command does before clicking "Continue."
pt_br: &lt;b&gt;Aviso&lt;/b&gt; O perfil que você está tentando importar contém ações de shell. Ações de shell permitem executar qualquer comando arbitrário e podem modificar, criar ou &lt;span color="#ff0000"&gt;&lt;b&gt;excluir&lt;/b&gt;&lt;/span&gt; arquivos, baixar &lt;span color="#ff0000"&gt;&lt;b&gt;vírus&lt;/b&gt;&lt;/span&gt; ou até &lt;span color="#ff0000"&gt;&lt;b&gt;destruir&lt;/b&gt;&lt;/span&gt; hardware. Por favor, leia os comandos do perfil importado e marque cada caixa confirmando que entende o que faz antes de clicar em "Continuar."

source: &lt;small&gt;This program comes with absolutely no warranty. See the &lt;a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html"&gt;GNU General Public License, version 2&lt;/a&gt; for details.&lt;/small&gt;
pt_br: &lt;small&gt;Este programa não oferece absolutamente nenhuma garantia. Veja a &lt;a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html"&gt;GNU General Public License, versão 2&lt;/a&gt; para detalhes.&lt;/small&gt;

source: (Controller Default)
pt_br: (Padrão do Controle)

source: (changed template)
pt_br: (modelo alterado)

source: (changed)
pt_br: (alterado)

source: (customized)
pt_br: (personalizado)

source: (disabled)
pt_br: (desativado)

source: (double-clicked)
pt_br: (clique duplo)

source: (held alone)
pt_br: (mantido sozinho)

source: (invalid)
pt_br: (inválido)

source: (no action)
pt_br: (sem ação)

source: (no button pressed)
pt_br: (nenhum botão pressionado)

source: (no icon)
pt_br: (sem ícone)

source: (not found)
pt_br: (não encontrado)

source: (not set)
pt_br: (não definido)

source: (pressed alone)
pt_br: (pressionado sozinho)

source: (profile)
pt_br: (perfil)

source: (template)
pt_br: (modelo)

source: ---- Separator ----
pt_br: ---- Separador ----

source: -tap
pt_br: -toque

source: ... then
pt_br: ... então

source: /dev/uinput doesn't exists
pt_br: /dev/uinput não existe

source: 8-Way
pt_br: 8 Direções

source: 8-Way DPAD
pt_br: DPAD 8 Direções

source: <a href="advanced://0#cbBallMode">Setup or disable Trackball Mode</a>
pt_br: <a href="advanced://0#cbBallMode">Configurar ou desativar o Modo Trackball</a>

source: <a href='%s'>Click here</a> to check what's new!
pt_br: <a href='%s'>Clique aqui</a> para ver as novidades!

source: <a href='%s'>Click here</a> to read release notes.
pt_br: <a href='%s'>Clique aqui</a> para ler as notas de versão.

source: <b>Code&amp;UI © 2016 Kozec</b> Source code available on <a href="https://github.com/kozec/sc-controller">GitHub</a> I'd like to express my biggest thanks for all my <b><a href="https://www.patreon.com/kozec">Patreon</a></b> supporters, with special mention of <b>guido haag</b> <b>Orivej Desh</b> <b>G. Wilson</b> <b>Eric Duhamel</b> <b>Enric Morales</b> <b>Joshua M</b> <b>Lutris</b> <b>Taowa</b> and <b>ambidot</b>
pt_br: <b>Código e UI © 2016 Kozec</b> Código fonte disponível no <a href="https://github.com/kozec/sc-controller">GitHub</a> Gostaria de expressar meu maior agradecimento a todos os meus apoiadores no <b><a href="https://www.patreon.com/kozec">Patreon</a></b>, com menção especial a <b>guido haag</b> <b>Orivej Desh</b> <b>G. Wilson</b> <b>Eric Duhamel</b> <b>Enric Morales</b> <b>Joshua M</b> <b>Lutris</b> <b>Taowa</b> e <b>ambidot</b>

source: <b>DS4 Controller</b> SC-Controller supports DS4 controllers automatically and requires no additional configuration. All you need is to make sure "DS4 Controller Support" checkbox is enabled in Settings or here:
pt_br: <b>Controle DS4</b> O SC-Controller suporta controles DS4 automaticamente e não requer configuração adicional. Tudo que você precisa é garantir que a caixa "Suporte a Controle DS4" esteja ativada em Configurações ou aqui:

source: <b>Input Configuration</b> Please, select options that are best describing controller you are configuring.
pt_br: <b>Configuração de Entrada</b> Por favor, selecione as opções que melhor descrevem o controle que está configurando.

source: <b>Input Mappings</b> Please, press every button on the controller, push every trigger at least twice and move every stick. Make sure that correct buttons, sticks and triggers on image blinks blue when you do so. If anything is assigned incorrectly, click on button on image to (re)assign physical button to it.
pt_br: <b>Mapeamentos de Entrada</b> Pressione cada botão do controle, puxe cada gatilho pelo menos duas vezes e mova cada analógico. Certifique-se de que os botões, analógicos e gatilhos corretos na imagem piscam em azul. Se algo estiver incorreto, clique no botão na imagem para (re)atribuir o botão físico.

source: <b>Warning</b> Profile You are trying to import contains shell actions. Shell action allows to execute any arbitrary shell command and may modify, create or <span color="#ff0000"><b>delete</b></span> any files, download <span color="#ff0000"><b>viruses</b></span> or even <span color="#ff0000"><b>destroy</b></span> some hardware. Please, read list of commands used by imported profile and mark each checkbox to indicate You fully understand what command does before clicking "Continue."
pt_br: <b>Aviso</b> O perfil que você está tentando importar contém ações de shell. Ações de shell permitem executar qualquer comando arbitrário e podem modificar, criar ou <span color="#ff0000"><b>excluir</b></span> arquivos, baixar <span color="#ff0000"><b>vírus</b></span> ou até <span color="#ff0000"><b>destruir</b></span> hardware. Por favor, leia os comandos do perfil importado e marque cada caixa confirmando que entende o que faz antes de clicar em "Continuar."

source: <small>This program comes with absolutely no warranty. See the <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2</a> for details.</small>
pt_br: <small>Este programa não oferece absolutamente nenhuma garantia. Veja a <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versão 2</a> para detalhes.</small>

source: Abandoned
pt_br: Abandonado

source: Abandoning
pt_br: Abandonando

source: Abbreviating
pt_br: Abreviando

source: Abolishing
pt_br: Abolindo

source: Aborted
pt_br: Abortado

source: Aborting
pt_br: Abortando

source: About
pt_br: Sobre

source: About SC-Controller
pt_br: Sobre o SC-Controller

source: About SC Controller
pt_br: Sobre o SC Controller

source: Above normal
pt_br: Acima do normal

source: Absent
pt_br: Ausente

source: Absolute
pt_br: Absoluto

source: Absolute Circular %s
pt_br: Circular Absoluto %s

source: Absolute Mouse
pt_br: Mouse Absoluto

source: Absolute Mouse (Finger 1)
pt_br: Mouse Absoluto (Dedo 1)

source: Absolute Mouse (Finger 2)
pt_br: Mouse Absoluto (Dedo 2)

source: Absorbed into
pt_br: Absorvido em

source: Accentuating
pt_br: Acentuando

source: Acceptable
pt_br: Aceitável

source: Accepting
pt_br: Aceitando

source: Access Mode
pt_br: Modo de Acesso

source: Access denied
pt_br: Acesso negado

source: Access level
pt_br: Nível de acesso

source: Accessed
pt_br: Acessado

source: Account
pt_br: Conta

source: Achievement
pt_br: Conquista

source: Acknowledging
pt_br: Reconhecendo

source: Acting
pt_br: Agindo

source: Action
pt_br: Ação

source: Action Name
pt_br: Nome da Ação

source: Action Set
pt_br: Conjunto de Ações

source: Action Sets
pt_br: Conjuntos de Ações

source: Action Type
pt_br: Tipo de Ação

source: Activate
pt_br: Ativar

source: Activate Profile
pt_br: Ativar Perfil

source: Activating
pt_br: Ativando

source: Active
pt_br: Ativo

source: Actual
pt_br: Real

source: Actual size
pt_br: Tamanho real

source: Adaptation
pt_br: Adaptação

source: Adapting
pt_br: Adaptando

source: Add
pt_br: Adicionar

source: Add Controller
pt_br: Adicionar Controle

source: Add Delay
pt_br: Adicionar Atraso

source: Add List of All _Profiles
pt_br: Adicionar Lista de Todos os _Perfis

source: Add List of _Games
pt_br: Adicionar Lista de _Jogos

source: Add List of _Recent Profiles
pt_br: Adicionar Lista de Perfis _Recentes

source: Add SSeparator
pt_br: Adicionar Separador

source: Add Su_bmenu
pt_br: Adicionar Su_bmenu

source: Add _Action
pt_br: Adicionar _Ação

source: Add _Item
pt_br: Adicionar _Item

source: Add _Separator
pt_br: Adicionar _Separador

source: Add profile
pt_br: Adicionar perfil

source: Adding
pt_br: Adicionando

source: Adjusting
pt_br: Ajustando

source: Adjustment
pt_br: Ajuste

source: Admin
pt_br: Administrador

source: Administering
pt_br: Administrando

source: Administrator
pt_br: Administrador

source: Admitting
pt_br: Admitindo

source: Adoring
pt_br: Adorando

source: Advanced
pt_br: Avançado

source: Advanced Options
pt_br: Opções Avançadas

source: Advanced...
pt_br: Avançado...

source: Advancing
pt_br: Avançando

source: Advancing toward
pt_br: Avançando em direção a

source: Advice
pt_br: Conselho

source: Advising
pt_br: Aconselhando

source: Affirming
pt_br: Afirmando

source: Afflicted
pt_br: Aflito

source: Agreed on
pt_br: Acordado sobre

source: Agreement
pt_br: Acordo

source: Aiding
pt_br: Auxiliando

source: Ailing
pt_br: Doente

source: Aiming for
pt_br: Mirando em

source: Alert
pt_br: Alerta

source: Alerting
pt_br: Alertando

source: Alighting
pt_br: Pousando

source: Align
pt_br: Alinhar

source: Alignment
pt_br: Alinhamento

source: All
pt_br: Todos

source: Allocating
pt_br: Alocando

source: Allowing
pt_br: Permitindo

source: Allows applications to &lt;b&gt;watch and possibly log&lt;/b&gt; gamepad inputs.
pt_br: Permite que aplicativos <b>observem e possivelmente registrem</b> as entradas do gamepad.

source: Allows applications to &lt;b&gt;watch and possibly log&lt;/b&gt; gamepad inputs. When enabled, main application window will display pressed buttons, grips, triggers, finger positions on both pads and stick angle.
pt_br: Permite que aplicativos &lt;b&gt;observem e possivelmente registrem&lt;/b&gt; as entradas do gamepad. Quando ativado, a janela principal exibirá botões pressionados, grips, gatilhos, posições dos dedos nos pads e ângulo do analógico.

source: Allows applications to <b>watch and possibly log</b> gamepad inputs.
pt_br: Permite que aplicativos <b>observem e possivelmente registrem</b> as entradas do gamepad.

source: Allows applications to <b>watch and possibly log</b> gamepad inputs. When enabled, main application window will display pressed buttons, grips, triggers, finger positions on both pads and stick angle.
pt_br: Permite que aplicativos <b>observem e possivelmente registrem</b> as entradas do gamepad. Quando ativado, a janela principal exibirá botões pressionados, grips, gatilhos, posições dos dedos nos pads e ângulo do analógico.

source: Always
pt_br: Sempre

source: Always Active
pt_br: Sempre Ativo

source: Amending
pt_br: Corrigindo

source: Amplifying
pt_br: Amplificando

source: Analog Output
pt_br: Saída Analógica

source: Analog Range End
pt_br: Fim do Intervalo Analógico

source: Analog Range Start
pt_br: Início do Intervalo Analógico

source: Analog Stick
pt_br: Analógico

source: Analyzing
pt_br: Analisando

source: Anchored in
pt_br: Ancorado em

source: Anchored to
pt_br: Ancorado a

source: And
pt_br: E

source: Angle
pt_br: Ângulo

source: Annihilating
pt_br: Aniquilando

source: Annotation
pt_br: Anotação

source: Announcement
pt_br: Anúncio

source: Announcing
pt_br: Anunciando

source: Annulling
pt_br: Anulando

source: Another application (most likely Steam) is using the controller.
pt_br: Outro aplicativo (provavelmente o Steam) está usando o controle.

source: Answering
pt_br: Respondendo

source: Anticipating
pt_br: Antecipando

source: Anxious
pt_br: Ansioso

source: Any gamepad button
pt_br: Qualquer botão do gamepad

source: Appearance
pt_br: Aparência

source: Appearing
pt_br: Aparecendo

source: Appending
pt_br: Anexando

source: Appendix
pt_br: Apêndice

source: Applauding
pt_br: Aplaudindo

source: Applied to everything, even if profile sets no rotation on its actions
pt_br: Aplicado a tudo, mesmo que o perfil não defina rotação nas suas ações

source: Applied to everything, even if profile sets no rotation on its actions.
pt_br: Aplicado a tudo, mesmo que o perfil não defina rotação nas suas ações.

source: Apply
pt_br: Aplicar

source: Apply on Release
pt_br: Aplicar ao Soltar

source: Applying
pt_br: Aplicando

source: Appreciating
pt_br: Apreciando

source: Approaching
pt_br: Aproximando

source: Approving
pt_br: Aprovando

source: Approximate
pt_br: Aproximado

source: Arching
pt_br: Arqueando

source: Archiving
pt_br: Arquivando

source: Are you sure?
pt_br: Tem certeza?

source: Arguing
pt_br: Argumentando

source: Arising
pt_br: Levantando

source: Arising from
pt_br: Surgindo de

source: Arising out of
pt_br: Surgindo de

source: Arming
pt_br: Armando

source: Arranging
pt_br: Organizando

source: Arriving
pt_br: Chegando

source: Arrows (DPAD)
pt_br: Setas (DPAD)

source: Article
pt_br: Artigo

source: Articulating
pt_br: Articulando

source: Ascending
pt_br: Ascendendo

source: Asking
pt_br: Perguntando

source: Assembling
pt_br: Montando

source: Asserting
pt_br: Afirmando

source: Assessing
pt_br: Avaliando

source: Assign it here:
pt_br: Atribuir aqui:

source: Assigning
pt_br: Atribuindo

source: Assimilated into
pt_br: Assimilado em

source: Assisting
pt_br: Assistindo

source: Associating
pt_br: Associando

source: Asymmetrical
pt_br: Assimétrico

source: Attached to
pt_br: Anexado a

source: Attaching
pt_br: Anexando

source: Authentication
pt_br: Autenticação

source: Authorization
pt_br: Autorização

source: Authorizing
pt_br: Autorizando

source: Auto
pt_br: Automático

source: Automatic
pt_br: Automático

source: Automatic Profile Switching Options
pt_br: Opções de Troca Automática de Perfil

source: Automatically Disable Emulation When Closing GUI
pt_br: Desativar Emulação Automaticamente ao Fechar a Interface

source: Automatically turn off when inactive for
pt_br: Desligar automaticamente quando inativo por

source: Autoswitch options
pt_br: Opções de troca automática

source: Autoswitcher
pt_br: Troca automática

source: Available
pt_br: Disponível

source: Average
pt_br: Média

source: Avoiding
pt_br: Evitando

source: Awaiting
pt_br: Aguardando

source: Axis
pt_br: Eixo

source: Axis Action
pt_br: Ação de Eixo

source: Axis Deadzone
pt_br: Zona Morta do Eixo

source: Axis Feedback
pt_br: Resposta do Eixo

source: Back
pt_br: Voltar

source: Back (select)
pt_br: Voltar (select)

source: Background
pt_br: Fundo

source: Background process responsible for emulation is not starting. Try executing "scc-daemon debug" in terminal window to check for any errors" " or <a href='https://github.com/kozec/sc-controller/issues'>open issue on GitHub</a> and copy output there.
pt_br: O processo em segundo plano responsável pela emulação não está iniciando. Tente executar "scc-daemon debug" em um terminal para verificar erros ou <a href='https://github.com/kozec/sc-controller/issues'>abra uma issue no GitHub</a> e cole o resultado lá.

source: Backing
pt_br: Apoiando

source: Backing away
pt_br: Recuando

source: Backing up
pt_br: Fazendo backup

source: Bad
pt_br: Péssimo

source: Balancing
pt_br: Equilibrando

source: Ball Mode
pt_br: Modo Trackball

source: Ball Mode (Trackball)
pt_br: Modo Trackball

source: Baring
pt_br: Expondo

source: Barring
pt_br: Barrando

source: Based on
pt_br: Baseado em

source: Basics
pt_br: Básico

source: Battered
pt_br: Espancado

source: Battery
pt_br: Bateria

source: Battling
pt_br: Batalhando

source: Beaming
pt_br: Radiante

source: Bearing
pt_br: Portando

source: Bearing down on
pt_br: Aproximando de

source: Beaten
pt_br: Batido

source: Beautifying
pt_br: Embelezando

source: Beginning
pt_br: Começando

source: Begrudging
pt_br: Invejando

source: Behaving
pt_br: Comportando-se

source: Behavior
pt_br: Comportamento

source: Being
pt_br: Sendo

source: Being last
pt_br: Sendo o último

source: Below normal
pt_br: Abaixo do normal

source: Bending
pt_br: Dobrando

source: Bent on
pt_br: Decidido a

source: Between
pt_br: Entre

source: Bind to Controller
pt_br: Vincular ao Controle

source: Binding
pt_br: Vinculando

source: Bindings
pt_br: Atribuições

source: Blended into
pt_br: Mesclado em

source: Blocked
pt_br: Bloqueado

source: Blocker
pt_br: Bloqueador

source: Blocking out
pt_br: Bloqueando

source: Blotting out
pt_br: Apagando

source: Blowing
pt_br: Soprando

source: Blue
pt_br: Azul

source: Blurring
pt_br: Borrando

source: Bolstering
pt_br: Reforçando

source: Bookmark
pt_br: Favorito

source: Boosting
pt_br: Impulsionando

source: Border
pt_br: Borda

source: Both
pt_br: Ambos

source: Both Triggers
pt_br: Ambos os Gatilhos

source: Bottom
pt_br: Inferior

source: Bound for
pt_br: Com destino a

source: Bound to
pt_br: Ligado a

source: Bounded
pt_br: Delimitado

source: Bounding
pt_br: Delimitando

source: Bowing
pt_br: Curvando

source: Bracing
pt_br: Reforçando

source: Breathing
pt_br: Respirando

source: Bridging
pt_br: Conectando

source: Brightness
pt_br: Brilho

source: Brimming
pt_br: Transbordando

source: Bringing out
pt_br: Trazendo para fora

source: Bringing to light
pt_br: Trazendo à luz

source: Bringing up
pt_br: Criando

source: Bringing up the rear
pt_br: Ficando por último

source: Broadcasting
pt_br: Transmitindo

source: Broadening
pt_br: Ampliando

source: Broken
pt_br: Quebrado

source: Browse
pt_br: Navegar

source: Browsing
pt_br: Navegando

source: Bruised
pt_br: Machucado

source: Bugfix
pt_br: Correção de bug

source: Build
pt_br: Compilação

source: Building
pt_br: Construindo

source: Bulletin
pt_br: Boletim

source: Burdened
pt_br: Sobrecarregado

source: Button
pt_br: Botão

source: Button Chord
pt_br: Combinação de Botões

source: Button Hold
pt_br: Segurar Botão

source: Button Press
pt_br: Pressionar Botão

source: Button disables Gyro
pt_br: Botão desativa Giroscópio

source: Buttressing
pt_br: Reforçando

source: Bypassing
pt_br: Contornando

source: C_lear
pt_br: _Limpar

source: Cackling
pt_br: Gargalhando

source: Calculated
pt_br: Calculado

source: Calibration
pt_br: Calibração

source: Calling
pt_br: Chamando

source: Calling attention to
pt_br: Chamando atenção para

source: Calming
pt_br: Acalmando

source: Camouflaging
pt_br: Camuflando

source: Cancel
pt_br: Cancelar

source: Cancel Button
pt_br: Botão de Cancelamento

source: Cancel menu when pad is released
pt_br: Cancelar menu ao soltar o pad

source: Canceled
pt_br: Cancelado

source: Canceling
pt_br: Cancelando

source: Canceling out
pt_br: Cancelando

source: Cannot load file '%s'
pt_br: Não é possível carregar o arquivo '%s'

source: Cannot open file
pt_br: Não é possível abrir o arquivo

source: Capturing
pt_br: Capturando

source: Caring for
pt_br: Cuidando

source: Carrying
pt_br: Carregando

source: Casting off
pt_br: Descartando

source: Catching
pt_br: Pegando

source: Category
pt_br: Categoria

source: Caution
pt_br: Cuidado

source: Cautioning
pt_br: Alertando

source: Ceased
pt_br: Cessado

source: Celebrating
pt_br: Celebrando

source: CemuHook motion provider
pt_br: Provedor de movimento CemuHook

source: Center
pt_br: Centro

source: Centered in
pt_br: Centrado em

source: Centering on
pt_br: Centrando em

source: Certification
pt_br: Certificação

source: Challenging
pt_br: Desafiando

source: Change Buttons
pt_br: Alterar Botões

source: Change Profile
pt_br: Mudar Perfil

source: Change Sticks and Background
pt_br: Alterar Analógicos e Fundo

source: Change mapping for _Moving stick
pt_br: Alterar mapeamento para _Mover analógico

source: Change mapping for _Pressing stick
pt_br: Alterar mapeamento para _Pressionar analógico

source: Change will be applied after emulation is restarted.
pt_br: A mudança será aplicada após reiniciar a emulação.

source: Change will be applied after emulation is restarted. If you have any games running, restarting emulation will "unplug" virtual gamepad, what may cause them to ignore future inputs or even crash.
pt_br: A mudança será aplicada após reiniciar a emulação. Se houver jogos em execução, reiniciar a emulação irá "desconectar" o gamepad virtual, o que pode fazer os jogos ignorarem entradas futuras ou até travar.
