Repository: regataos/sc-controller
Catalog: locale/*/LC_MESSAGES/*-controller.po
Languages: pt_br

source: Changed
pt_br: Alterado

source: Changes saved
pt_br: Alterações salvas

source: Changing
pt_br: Alterando

source: Chapter
pt_br: Capítulo

source: Character
pt_br: Caractere

source: Chatting
pt_br: Conversando

source: Check if this button is pressed
pt_br: Verificar se este botão está pressionado

source: Checking
pt_br: Verificando

source: Checking emulation status...
pt_br: Verificando status da emulação...

source: Checksum
pt_br: Soma de verificação

source: Cherishing
pt_br: Valorizando

source: Choose
pt_br: Escolher

source: Choose Action
pt_br: Escolher Ação

source: Choose Profile
pt_br: Escolher Perfil

source: Choosing
pt_br: Escolhendo

source: Chuckling
pt_br: Rindo

source: Circle
pt_br: Círculo

source: Clarifying
pt_br: Esclarecendo

source: Class
pt_br: Classe

source: Classic
pt_br: Clássico

source: Cleanup
pt_br: Limpeza

source: Clear
pt_br: Limpar

source: Clear Above Settings
pt_br: Limpar Configurações Acima

source: Clearing
pt_br: Limpando

source: Click
pt_br: Clique

source: Click Action
pt_br: Ação de Clique

source: Click here to add another profile
pt_br: Clique aqui para adicionar outro perfil

source: Climbing
pt_br: Subindo

source: Cloaking
pt_br: Encobrindo

source: Cloning
pt_br: Clonando

source: Close
pt_br: Fechar

source: Closing
pt_br: Fechando

source: Closing in on
pt_br: Aproximando de

source: Clouding
pt_br: Obscurecendo

source: Clutching
pt_br: Agarrando

source: Coaching
pt_br: Treinando

source: Collapse
pt_br: Recolher

source: Color
pt_br: Cor

source: Color Preset
pt_br: Predefinição de Cor

source: Coloring
pt_br: Colorindo

source: Combating
pt_br: Combatendo

source: Combined with
pt_br: Combinado com

source: Combining
pt_br: Combinando

source: Comforting
pt_br: Confortando

source: Coming
pt_br: Vindo

source: Coming back
pt_br: Voltando

source: Coming forward
pt_br: Apresentando-se

source: Coming from
pt_br: Vindo de

source: Coming last
pt_br: Vindo por último

source: Coming up short
pt_br: Ficando aquém

source: Command
pt_br: Comando

source: Command Failed
pt_br: Comando falhou

source: Commanding
pt_br: Comandando

source: Commemorating
pt_br: Comemorando

source: Commencing
pt_br: Começando

source: Commending
pt_br: Elogiando

source: Comment
pt_br: Comentário

source: Committed to
pt_br: Comprometido com

source: Compacting
pt_br: Compactando

source: Company
pt_br: Empresa

source: Compatibility
pt_br: Compatibilidade

source: Compensating
pt_br: Compensando

source: Competing
pt_br: Competindo

source: Compiling
pt_br: Compilando

source: Complaining
pt_br: Reclamando

source: Complete
pt_br: Completo

source: Completed
pt_br: Concluído

source: Completing
pt_br: Completando

source: Complimenting
pt_br: Elogiando

source: Component
pt_br: Componente

source: Composing
pt_br: Compondo

source: Comprehending
pt_br: Compreendendo

source: Compressing
pt_br: Comprimindo

source: Compression
pt_br: Compressão

source: Comprising
pt_br: Compreendendo

source: Concealing
pt_br: Ocultando

source: Concentrated in
pt_br: Concentrado em

source: Concentrating on
pt_br: Concentrando em

source: Concerned
pt_br: Preocupado

source: Concluded
pt_br: Concluído

source: Concluding
pt_br: Concluindo

source: Conclusion
pt_br: Conclusão

source: Condensing
pt_br: Condensando

source: Condition
pt_br: Condição

source: Conditions
pt_br: Condições

source: Configuration
pt_br: Configuração

source: Configure
pt_br: Configurar

source: Configure Controller
pt_br: Configurar Controle

source: Configuring
pt_br: Configurando

source: Confining
pt_br: Confinando

source: Confirm
pt_br: Confirmar

source: Confirm Button
pt_br: Botão de Confirmação

source: Confirm selection by clicking the pad
pt_br: Confirmar seleção clicando no pad

source: Confirm selection by releasing the button
pt_br: Confirmar seleção ao soltar o botão

source: Confirm selection when pad is released
pt_br: Confirmar seleção ao soltar o pad

source: Confirming
pt_br: Confirmando

source: Confronting
pt_br: Confrontando

source: Congratulating
pt_br: Parabenizando

source: Connect
pt_br: Conectar

source: Connected
pt_br: Conectado

source: Connected to
pt_br: Conectado a

source: Connecting
pt_br: Conectando

source: Conserving
pt_br: Conservando

source: Consisting
pt_br: Consistindo

source: Consoling
pt_br: Consolando

source: Constant
pt_br: Constante

source: Constant to
pt_br: Constante a

source: Constraining
pt_br: Restringindo

source: Constructing
pt_br: Construindo

source: Consult your distribution manual, try installing Steam package or <a href='%s'>install required udev rules manually</a>.
pt_br: Consulte o manual da sua distribuição, tente instalar o pacote Steam ou <a href='%s'>instale as regras udev manualmente</a>.

source: Containing
pt_br: Contendo

source: Contains
pt_br: Contém

source: Contaminated
pt_br: Contaminado

source: Contemning
pt_br: Desprezando

source: Contending
pt_br: Contendendo

source: Contesting
pt_br: Contestando

source: Continue
pt_br: Continuar

source: Continuing
pt_br: Continuando

source: Continuous
pt_br: Contínuo

source: Contrast
pt_br: Contraste

source: Contributing
pt_br: Contribuindo

source: Control Menu With
pt_br: Controlar Menu Com

source: Control Options...
pt_br: Opções de Controle...

source: Controller
pt_br: Controle

source: Controller Button
pt_br: Botão do Controle

source: Controller Default
pt_br: Padrão do Controle

source: Controller Device
pt_br: Dispositivo do Controle

source: Controller Name
pt_br: Nome do Controle

source: Controller Registration
pt_br: Registro de Controle

source: Controller Settings
pt_br: Configurações do Controle

source: Controller listed here are automatically used by SC-Controller whenever they are connected.
pt_br: Os controles listados aqui são usados automaticamente pelo SC-Controller sempre que conectados.

source: Controller registered
pt_br: Controle registrado

source: Controllers
pt_br: Controles

source: Controllers listed here are automatically used by SC Controller whenever they are connected.
pt_br: Controles listados aqui são automaticamente usados pelo SC Controller sempre que estiverem conectados.

source: Controlling
pt_br: Controlando

source: Controls
pt_br: Controles

source: Conversing
pt_br: Conversando

source: Conversion
pt_br: Conversão

source: Converting
pt_br: Convertendo

source: Conveying
pt_br: Transportando

source: Coordinates
pt_br: Coordenadas

source: Copy
pt_br: Copiar

source: Copy Action
pt_br: Copiar Ação

source: Copy Profile
pt_br: Copiar Perfil

source: Copy current profile
pt_br: Copiar perfil atual

source: Copy to
pt_br: Copiar para

source: Copying
pt_br: Copiando

source: Correcting
pt_br: Corrigindo

source: Correction
pt_br: Correção

source: Corroded
pt_br: Corroído

source: Coughing
pt_br: Tossindo

source: Count
pt_br: Contagem

source: Counterbalancing
pt_br: Contrabalançando

source: Coupled with
pt_br: Acoplado com

source: Covering
pt_br: Cobrindo

source: Covering up
pt_br: Encobrindo

source: Coveting
pt_br: Cobiçando

source: Cracked
pt_br: Rachado

source: Craving
pt_br: Desejando ardentemente

source: Create
pt_br: Criar

source: Create New Profile
pt_br: Criar Novo Perfil

source: Create new
pt_br: Criar novo

source: Created
pt_br: Criado

source: Creating
pt_br: Criando

source: Cresting
pt_br: Atingindo o topo

source: Critical
pt_br: Crítico

source: Critical level
pt_br: Nível crítico

source: Crop
pt_br: Recortar

source: Crossing
pt_br: Cruzando

source: Crouching
pt_br: Agachando

source: Cruising
pt_br: Navegando

source: Crushed
pt_br: Esmagado

source: Crying
pt_br: Chorando

source: Culminating
pt_br: Culminando

source: Cultivating
pt_br: Cultivando

source: Curing
pt_br: Curando

source: Current
pt_br: Atual

source: Current value
pt_br: Valor atual

source: Curving
pt_br: Curvando

source: Custom
pt_br: Personalizado

source: Custom Action
pt_br: Ação Personalizada

source: Custom Editor
pt_br: Editor Personalizado

source: Custom Menu
pt_br: Menu Personalizado

source: Custom OSD
pt_br: OSD Personalizado

source: Custom action
pt_br: Ação personalizada

source: Custom range
pt_br: Intervalo personalizado

source: Custom value
pt_br: Valor personalizado

source: Customization
pt_br: Personalização

source: Customizing
pt_br: Personalizando

source: Cut Down
pt_br: Cortar para Baixo

source: Cutting
pt_br: Recortando

source: Cyan
pt_br: Ciano

source: Cycle
pt_br: Ciclo

source: DPAD (left pad)
pt_br: DPAD (pad esquerdo)

source: DS4 Controller Support
pt_br: Suporte a Controle DS4

source: Damaged
pt_br: Danificado

source: Darkening
pt_br: Escurecendo

source: Date
pt_br: Data

source: Deactivating
pt_br: Desativando

source: Deadline
pt_br: Prazo final

source: Deadzone
pt_br: Zona Morta

source: Deadzone Enabled
pt_br: Zona Morta Ativada

source: Dealing with
pt_br: Lidando com

source: Debating
pt_br: Debatendo

source: Debugging
pt_br: Depurando

source: Decided on
pt_br: Decidido sobre

source: Deciding
pt_br: Decidindo

source: Declaring
pt_br: Declarando

source: Declined
pt_br: Recusado

source: Declining
pt_br: Recusando

source: Decoding
pt_br: Decodificação

source: Decompression
pt_br: Descompressão

source: Decorating
pt_br: Decorando

source: Decreasing
pt_br: Diminuindo

source: Decrypted
pt_br: Descriptografado

source: Decryption
pt_br: Descriptografia

source: Dedicated to
pt_br: Dedicado a

source: Default
pt_br: Padrão

source: Default Menu Controls
pt_br: Controles de Menu Padrão

source: Default Menu Items
pt_br: Itens de Menu Padrão

source: Default Profile
pt_br: Perfil Padrão

source: Default value
pt_br: Valor padrão

source: Defending
pt_br: Defendendo

source: Defense
pt_br: Defesa

source: Defining
pt_br: Definindo

source: Defying
pt_br: Desafiando

source: Delayed
pt_br: Atrasado

source: Delegating
pt_br: Delegando

source: Delete
pt_br: Excluir

source: Delete Profile
pt_br: Excluir Perfil

source: Delete confirmation
pt_br: Confirmação de exclusão

source: Deleting
pt_br: Deletando

source: Delivering
pt_br: Entregando

source: Demanding
pt_br: Exigindo

source: Demolishing
pt_br: Demolindo

source: Demonstrating
pt_br: Demonstrando

source: Demonstration
pt_br: Demonstração

source: Denied
pt_br: Negado

source: Denying
pt_br: Negando

source: Departed
pt_br: Partido

source: Department
pt_br: Departamento

source: Deploying
pt_br: Implantando

source: Depth
pt_br: Profundidade

source: Deriving from
pt_br: Derivando de

source: Descending from
pt_br: Descendendo de

source: Descending on
pt_br: Descendo sobre

source: Describing
pt_br: Descrevendo

source: Description
pt_br: Descrição

source: Deselecting
pt_br: Desmarcando

source: Deserted
pt_br: Desertado

source: Desiring
pt_br: Desejando

source: Despising
pt_br: Desprezando

source: Destined for
pt_br: Destinado a

source: Destroying
pt_br: Destruindo

source: Detaching
pt_br: Desanexando

source: Detailing
pt_br: Detalhando

source: Details
pt_br: Detalhes

source: Detecting
pt_br: Detectando

source: Detection
pt_br: Detecção

source: Determined to
pt_br: Determinado a

source: Determining
pt_br: Determinando

source: Detesting
pt_br: Detestando

source: Devastating
pt_br: Devastando

source: Developing
pt_br: Desenvolvendo

source: Developing from
pt_br: Desenvolvendo de

source: Device
pt_br: Dispositivo

source: Devices
pt_br: Dispositivos

source: Devoted to
pt_br: Devotado a

source: Diagnosing
pt_br: Diagnosticando

source: Diagonal Axis
pt_br: Eixo Diagonal

source: Diagonal Range
pt_br: Intervalo Diagonal

source: Digit
pt_br: Dígito

source: Dimming
pt_br: Escurecendo

source: Directing
pt_br: Direcionando

source: Dirty
pt_br: Sujo

source: Disable
pt_br: Desativar

source: Disabled
pt_br: Desativado

source: Disabling
pt_br: Desativando

source: Disagreeing
pt_br: Discordando

source: Disassociating
pt_br: Desassociando

source: Discard changes
pt_br: Descartar alterações

source: Discarding
pt_br: Descartando

source: Disclosing
pt_br: Divulgando

source: Disconnect
pt_br: Desconectar

source: Disconnected
pt_br: Desconectado

source: Disconnecting
pt_br: Desconectando

source: Discontinued
pt_br: Descontinuado

source: Discovering
pt_br: Descobrindo

source: Discussing
pt_br: Discutindo

source: Disdaining
pt_br: Desdenhando

source: Diseased
pt_br: Doente

source: Disguising
pt_br: Disfarçando

source: Dismissed
pt_br: Descartado

source: Display
pt_br: Exibição

source: Display Area While Pad is Being Touched
pt_br: Exibir Área Enquanto o Pad é Tocado

source: Display Keyboard
pt_br: Exibir Teclado

source: Display Menu
pt_br: Exibir Menu

source: Display OSD
pt_br: Exibir OSD

source: Display On-Screen Keyboard
pt_br: Exibir Teclado na Tela

source: Display Profile Dump
pt_br: Exibir Dump do Perfil

source: Display Raw Data
pt_br: Exibir Dados Brutos

source: Display Time
pt_br: Tempo de Exibição

source: Display a message with changelog when SC Controller updates
pt_br: Exibir uma mensagem com changelog quando o SC Controller atualizar

source: Display list and let me choose name for each imported profile
pt_br: Exibir lista e me deixar escolher o nome de cada perfil importado

source: Display message about new version after SC-Controller upgrade
pt_br: Exibir mensagem sobre nova versão após atualização do SC-Controller

source: Display with each new version
pt_br: Exibir a cada nova versão

source: Displaying
pt_br: Exibindo

source: Disposing of
pt_br: Descartando

source: Disputing
pt_br: Disputando

source: Disregarded
pt_br: Desconsiderado

source: Disrupted
pt_br: Interrompido

source: Distance
pt_br: Distância

source: Distressed
pt_br: Angustiado

source: Distributing
pt_br: Distribuindo

source: Disturbed
pt_br: Perturbado

source: Dividing
pt_br: Dividindo

source: Do not ask again
pt_br: Não perguntar novamente

source: Documentation
pt_br: Documentação

source: Documenting
pt_br: Documentando

source: Dodging
pt_br: Esquivando

source: Don't import any additional profiles or menus
pt_br: Não importar perfis ou menus adicionais

source: Donating
pt_br: Doando

source: Done
pt_br: Feito

source: Double Click
pt_br: Clique Duplo

source: Double Click Action
pt_br: Ação de Clique Duplo

source: Double Press
pt_br: Pressionar Duas Vezes

source: Double-click
pt_br: Clique Duplo

source: Double-click Time
pt_br: Tempo de Clique Duplo

source: Down
pt_br: Baixo

source: Download
pt_br: Baixar

source: Downloading
pt_br: Baixando

source: Draft
pt_br: Rascunho

source: Dragging
pt_br: Arrastando

source: Draw gesture on LEFT pad...
pt_br: Desenhe gesto no pad ESQUERDO...

source: Draw gesture on RIGHT pad...
pt_br: Desenhe o gesto no pad DIREITO...

source: Draw gesture on Touchpad...
pt_br: Desenhe o gesto no Touchpad...

source: Drawing
pt_br: Desenhando

source: Drawing attention to
pt_br: Atraindo atenção para

source: Drawing back
pt_br: Recuando

source: Drawing out
pt_br: Retirando

source: Drifting
pt_br: Vagando

source: Drilling
pt_br: Treinando

source: Dripping
pt_br: Gotejando

source: Driving
pt_br: Dirigindo

source: Dropped profile
pt_br: Perfil descartado

source: Dropping
pt_br: Largando

source: Dual Stage Trigger Style
pt_br: Estilo de Gatilho Duplo Estágio

source: Due
pt_br: Vencimento

source: Due date
pt_br: Data de vencimento

source: Duplicate
pt_br: Duplicar

source: Duplicating
pt_br: Duplicando

source: Duration
pt_br: Duração

source: Dusty
pt_br: Empoeirado

source: Dynamic
pt_br: Dinâmico

source: Echoing
pt_br: Ecoando

source: Eclipsing
pt_br: Eclipsando

source: Edit
pt_br: Editar

source: Edit Action
pt_br: Editar Ação

source: Edit Condition
pt_br: Editar Condição

source: Edit Current Bindings
pt_br: Editar Atribuições Atuais

source: Edit Gesture Action
pt_br: Editar Ação de Gesto

source: Edit Macro
pt_br: Editar Macro

source: Edit Menu
pt_br: Editar Menu

source: Edit Menu Action
pt_br: Editar Ação de Menu

source: Edit Pressed Action
pt_br: Editar Ação ao Pressionar

source: Edit Profile
pt_br: Editar Perfil

source: Edit Recent List
pt_br: Editar Lista Recente

source: Edit Separator
pt_br: Editar Separador

source: Edit Submenu
pt_br: Editar Submenu

source: Edit mappings of this controller
pt_br: Editar mapeamentos deste controle

source: Edited
pt_br: Editado

source: Editing
pt_br: Editando

source: Edition
pt_br: Edição

source: Educating
pt_br: Educando

source: Effect Amplitude
pt_br: Amplitude do Efeito

source: Ejecting
pt_br: Ejetando

source: Elaborating
pt_br: Elaborando

source: Element
pt_br: Elemento

source: Elevating
pt_br: Elevando

source: Eliminating
pt_br: Eliminando

source: Emanating from
pt_br: Emanando de

source: Emancipating
pt_br: Emancipando

source: Embedded in
pt_br: Incorporado em

source: Emerging
pt_br: Emergindo

source: Emerging from
pt_br: Emergindo de

source: Emigrating
pt_br: Emigrando

source: Emphasizing
pt_br: Enfatizando

source: Empty
pt_br: Vazio

source: Empty profile
pt_br: Perfil vazio

source: Emptying
pt_br: Esvaziando

source: Emulate Arrows
pt_br: Emular Setas

source: Emulate Arrows, Move Keyboard when Left Grip is Pressed
pt_br: Emular Setas, Mover Teclado quando Grip Esquerdo for Pressionado

source: Emulate Arrows, Move Keyboard when Right Grip is Pressed
pt_br: Emular Setas, Mover Teclado quando Grip Direito for Pressionado

source: Emulate center (guide) button by pressing Back + Start at once
pt_br: Emular botão central (guide) pressionando Voltar + Start ao mesmo tempo

source: Emulated DPAD
pt_br: DPAD Emulado

source: Emulating
pt_br: Emulando

source: Emulation Disabled
pt_br: Emulação Desativada

source: Emulation Enabled
pt_br: Emulação Ativada

source: Emulation has to be restarted to apply all settings.
pt_br: A emulação precisa ser reiniciada para aplicar todas as configurações.

source: Emulation has to be restarted to apply all settings. If you have any games running, restarting emulation will "unplug" virtual gamepad, what may cause them to ignore future inputs or even crash.
pt_br: A emulação precisa ser reiniciada para aplicar todas as configurações. Se houver jogos em execução, reiniciar a emulação irá "desconectar" o gamepad virtual, o que pode fazer os jogos ignorarem entradas futuras ou até travar.

source: Emulation is active
pt_br: Emulação ativa

source: Emulation is inactive
pt_br: Emulação inativa

source: En.
pt_br: Pt.

source: Enable
pt_br: Ativar

source: Enable DS4 Controller Support
pt_br: Ativar Suporte a DS4

source: Enable DualSense (PS5 controller) support
pt_br: Habilitar suporte ao DualSense (controle PS5)

source: Enable Dualshock4 (PS4 controller) support
pt_br: Ativar suporte a Dualshock4 (controle PS4)

source: Enable HID device support
pt_br: Ativar suporte a dispositivos HID

source: Enable Input Sniffing
pt_br: Ativar Monitoramento de Entrada

source: Enable Input Test Mode
pt_br: Ativar Modo de Teste de Entrada

source: Enable Remote RetroPad protocol support
pt_br: Ativar suporte ao protocolo Remote RetroPad

source: Enable Rumble
pt_br: Ativar Vibração

source: Enable Rumble Support
pt_br: Ativar Suporte a Vibração

source: Enable Serial Numbers
pt_br: Ativar Números de Série

source: Enable Status (Systray) Icon
pt_br: Ativar Ícone de Status (Bandeja)

source: Enable Status Icon
pt_br: Ativar Ícone de Status

source: Enable Steam Controller support
pt_br: Ativar suporte a Steam Controller

source: Enable evdev support
pt_br: Ativar suporte a evdev

source: Enabled
pt_br: Ativado

source: Enabling
pt_br: Ativando

source: Enclosing
pt_br: Encerrando

source: Encoding
pt_br: Codificação

source: Encompassing
pt_br: Abrangendo

source: Encountering
pt_br: Encontrando

source: Encouraging
pt_br: Encorajando

source: Encrypted
pt_br: Criptografado

source: Encryption
pt_br: Criptografia

source: End
pt_br: Fim

source: Ended
pt_br: Terminado

source: Endorsing
pt_br: Endossando

source: Ends with
pt_br: Termina com

source: Enduring
pt_br: Perdurando

source: Energizing
pt_br: Energizando

source: Enhancement
pt_br: Melhoria

source: Enhancing
pt_br: Melhorando

source: Enjoying
pt_br: Gostando

source: Enlarging
pt_br: Aumentando

source: Ensuing from
pt_br: Decorrendo de

source: Enter name for imported profile and click "Apply"
pt_br: Digite o nome do perfil importado e clique em "Aplicar"

source: Entire Pad
pt_br: Pad Inteiro

source: Entrusting
pt_br: Confiando

source: Entry
pt_br: Entrada

source: Enunciating
pt_br: Enunciando

source: Envying
pt_br: Invejando

source: Equals
pt_br: Igual a

source: Equipping
pt_br: Equipando

source: Eradicating
pt_br: Erradicando

source: Erasing
pt_br: Apagando

source: Erecting
pt_br: Erguendo

source: Eroded
pt_br: Erodido

source: Error
pt_br: Erro

source: Error enabling emulation
pt_br: Erro ao ativar emulação

source: Error message:
pt_br: Mensagem de erro:

source: Error:
pt_br: Erro:

source: Escaping
pt_br: Escapando

source: Established in
pt_br: Estabelecido em

source: Establishing
pt_br: Estabelecendo

source: Esteeming
pt_br: Estimando

source: Estimated
pt_br: Estimado

source: Evading
pt_br: Evitando

source: Evaluating
pt_br: Avaliando

source: Evolving
pt_br: Evoluindo

source: Evolving from
pt_br: Evoluindo de

source: Exact
pt_br: Exato

source: Examining
pt_br: Examinando

source: Example
pt_br: Exemplo

source: Exceeding expectations
pt_br: Superando expectativas

source: Excellent
pt_br: Excelente

source: Excluding
pt_br: Excluindo

source: Execute
pt_br: Executar

source: Execute Command
pt_br: Executar Comando

source: Executing
pt_br: Executando

source: Exemplifying
pt_br: Exemplificando

source: Exercising
pt_br: Exercitando

source: Exhaling
pt_br: Exalando

source: Exhibiting
pt_br: Exibindo

source: Existing
pt_br: Existindo

source: Exit
pt_br: Sair

source: Expand
pt_br: Expandir

source: Expanding
pt_br: Expandindo

source: Expected
pt_br: Esperado

source: Expecting
pt_br: Esperando

source: Experiencing
pt_br: Experimentando

source: Explaining
pt_br: Explicando

source: Exploring
pt_br: Explorando

source: Export
pt_br: Exportar

source: Export Profile
pt_br: Exportar Perfil

source: Export to File...
pt_br: Exportar para Arquivo...

source: Exporting
pt_br: Exportando

source: Exposing
pt_br: Expondo

source: Expressing
pt_br: Expressando

source: Expunging
pt_br: Apagando

source: Extending
pt_br: Estendendo

source: Extension
pt_br: Extensão

source: Exterminating
pt_br: Exterminando

source: Extracting
pt_br: Extraindo

source: Extraction
pt_br: Extração

source: Facing
pt_br: Enfrentando

source: Fail
pt_br: Reprovar

source: Failed
pt_br: Falhou

source: Failed to load
pt_br: Falha ao carregar

source: Failed to open device
pt_br: Falha ao abrir dispositivo

source: Failed to save
pt_br: Falha ao salvar

source: Failing to get
pt_br: Falhando em obter

source: Fair
pt_br: Regular

source: Faithful to
pt_br: Fiel a

source: Falling behind
pt_br: Ficando para trás

source: Falling on
pt_br: Caindo sobre

source: Falling short
pt_br: Ficando aquém

source: False
pt_br: Falso

source: Fastened to
pt_br: Preso a

source: Favoring
pt_br: Favorecendo

source: Favorite
pt_br: Favorito

source: Feature
pt_br: Recurso

source: Featuring
pt_br: Apresentando

source: Feedback
pt_br: Resposta Háptica

source: Feedback Enabled
pt_br: Resposta Háptica Ativada

source: Feeling
pt_br: Sentindo

source: Fetching
pt_br: Buscando

source: Fighting for
pt_br: Lutando por

source: File
pt_br: Arquivo

source: Filename
pt_br: Nome do arquivo

source: Fill
pt_br: Preencher

source: Filled
pt_br: Preenchido

source: Filter
pt_br: Filtrar

source: Filtering
pt_br: Filtrando

source: Filthy
pt_br: Imundo

source: Finalizing
pt_br: Finalizando

source: Find
pt_br: Localizar

source: Finding
pt_br: Localizando

source: Finding out
pt_br: Descobrindo

source: Fine-tuning
pt_br: Ajuste fino

source: Finger
pt_br: Dedo

source: Finger 1
pt_br: Dedo 1

source: Finger 2
pt_br: Dedo 2
