Repository: regataos/sc-controller
Catalog: locale/*/LC_MESSAGES/*-controller.po
Languages: pt_br

source: Not found
pt_br: Não encontrado

source: Not getting
pt_br: Não obtendo

source: Not important
pt_br: Não importante

source: Not running
pt_br: Não está em execução

source: Not shared
pt_br: Não compartilhado

source: Not started
pt_br: Não iniciado

source: Not supported
pt_br: Não suportado

source: Not updated
pt_br: Não atualizado

source: Note
pt_br: Nota

source: Note: Gestures are not available with Wayland-based display server
pt_br: Nota: Gestos não estão disponíveis com servidor de exibição baseado em Wayland

source: Note: Imported profile contains actions sets.
pt_br: Nota: O perfil importado contém conjuntos de ações.

source: Note: Imported profile contains actions sets. Each set will be converted into separate, hidden profile with following names:
pt_br: Nota: O perfil importado contém conjuntos de ações. Cada conjunto será convertido em perfil separado e oculto com os seguintes nomes:

source: Note: Mouse Region option is not available with Wayland-based display server
pt_br: Nota: A opção de Região do Mouse não está disponível com servidor de exibição baseado em Wayland

source: Note: python-evdev package is needed for non-steam controller support
pt_br: Nota: o pacote python-evdev é necessário para suporte a controles não-Steam

source: Notice
pt_br: Aviso

source: Noticing
pt_br: Notando

source: Notification
pt_br: Notificação

source: Notifying
pt_br: Notificando

source: Noting
pt_br: Anotando

source: Nullifying
pt_br: Anulando

source: Number
pt_br: Número

source: Number of Profiles to Display
pt_br: Número de Perfis a Exibir

source: Nursing
pt_br: Cuidando

source: Nurturing
pt_br: Nutrindo

source: OSD Colors
pt_br: Cores do OSD

source: OSD Menu Colors
pt_br: Cores do Menu OSD

source: OSD Message
pt_br: Mensagem OSD

source: OSD Style
pt_br: Estilo OSD

source: OSK
pt_br: Teclado Virtual

source: Objecting
pt_br: Objetando

source: Obligated to
pt_br: Obrigado a

source: Obliterating
pt_br: Obliterando

source: Obscuring
pt_br: Obscurecendo

source: Observing
pt_br: Observando

source: Obstructed
pt_br: Obstruído

source: Off
pt_br: Desligado

source: Offering
pt_br: Oferecendo

source: Offsetting
pt_br: Compensando

source: Old
pt_br: Antigo

source: Old value
pt_br: Valor antigo

source: Oldest
pt_br: Mais antigo

source: Omitting
pt_br: Omitindo

source: On
pt_br: Ligado

source: On Screen Keyboard
pt_br: Teclado na Tela

source: On hold
pt_br: Em espera

source: On-Screen Keyboard
pt_br: Teclado na Tela

source: On-Screen Keyboard Bindings
pt_br: Atribuições do Teclado na Tela

source: On-Screen Keyboard Colors
pt_br: Cores do Teclado na Tela

source: One-time
pt_br: Uma vez

source: Ongoing
pt_br: Em andamento

source: Opacity
pt_br: Opacidade

source: Open
pt_br: Abrir

source: Open with
pt_br: Abrir com

source: Opening
pt_br: Abrindo

source: Operating
pt_br: Operando

source: Opposing
pt_br: Opondo

source: Optimization
pt_br: Otimização

source: Optimizing
pt_br: Otimizando

source: Opting
pt_br: Optando

source: Optional
pt_br: Opcional

source: Options
pt_br: Opções

source: Or
pt_br: Ou

source: Ordering
pt_br: Ordenando

source: Organization
pt_br: Organização

source: Organizing
pt_br: Organizando

source: Orientation
pt_br: Orientação

source: Original name
pt_br: Nome original

source: Original value
pt_br: Valor original

source: Originating
pt_br: Originando

source: Originating in
pt_br: Originando em

source: Other registered controllers
pt_br: Outros controles registrados

source: Out of range
pt_br: Fora do intervalo

source: Outdated
pt_br: Desatualizado

source: Outdoing
pt_br: Superando

source: Outer Ring
pt_br: Anel Externo

source: Outer Ring Starts at
pt_br: Anel Externo Começa em

source: Outline
pt_br: Contorno

source: Outpacing
pt_br: Ultrapassando

source: Outperforming
pt_br: Superando

source: Output
pt_br: Saída

source: Output As
pt_br: Saída Como

source: Output Axis
pt_br: Eixo de Saída

source: Output Buttons
pt_br: Botões de Saída

source: Output Mode
pt_br: Modo de Saída

source: Output Type
pt_br: Tipo de Saída

source: Outshining
pt_br: Ofuscando

source: Over
pt_br: Acabado

source: Overdue
pt_br: Atrasado

source: Overflowing
pt_br: Transbordando

source: Overlooked
pt_br: Negligenciado

source: Overlooking
pt_br: Negligenciando

source: Override
pt_br: Substituir

source: Overriding
pt_br: Sobrescrevendo

source: Overseeing
pt_br: Supervisionando

source: Overshadowing
pt_br: Ofuscando

source: Overtaking
pt_br: Ultrapassando

source: Overview
pt_br: Visão geral

source: Overwhelmed
pt_br: Sobrecarregado

source: Overwriting
pt_br: Substituindo

source: Owner
pt_br: Proprietário

source: Owning
pt_br: Possuindo

source: Oxidized
pt_br: Oxidado

source: Packaging
pt_br: Empacotando

source: Packed
pt_br: Empacotado

source: Pad Sensitivity
pt_br: Sensibilidade do Pad

source: Pad binding with Inner ring binding
pt_br: Atribuição do pad com atribuição de anel interno

source: Pad binding with Outer ring binding
pt_br: Atribuição do pad com atribuição de anel externo

source: Page
pt_br: Página

source: Pages
pt_br: Páginas

source: Painting
pt_br: Pintando

source: Paired with
pt_br: Emparelhado com

source: Pairing
pt_br: Emparelhando

source: Panting
pt_br: Ofegando

source: Paragraph
pt_br: Parágrafo

source: Parsing
pt_br: Analisando

source: Part
pt_br: Parte

source: Partially Pressed Action
pt_br: Ação ao Pressionar Parcialmente

source: Partially Pressed Level
pt_br: Nível de Pressionamento Parcial

source: Pass
pt_br: Aprovar

source: Passed
pt_br: Aprovado

source: Passing
pt_br: Passando

source: Passing over
pt_br: Ignorando

source: Password
pt_br: Senha

source: Paste
pt_br: Colar

source: Pasting
pt_br: Colando

source: Patch
pt_br: Correção

source: Path
pt_br: Caminho

source: Pattern
pt_br: Padrão

source: Patterning
pt_br: Padronizando

source: Pause
pt_br: Pausar

source: Paused
pt_br: Pausado

source: Pausing
pt_br: Pausando

source: Peaking
pt_br: Atingindo o pico

source: Peeling
pt_br: Descascando

source: Pending
pt_br: Pendente

source: Per Axis
pt_br: Por Eixo

source: Perceiving
pt_br: Percebendo

source: Percentage
pt_br: Porcentagem

source: Perfecting
pt_br: Aperfeiçoando

source: Performance
pt_br: Desempenho

source: Performing
pt_br: Executando

source: Period
pt_br: Período

source: Permanent
pt_br: Permanente

source: Permission
pt_br: Permissão

source: Permission denied
pt_br: Permissão negada

source: Permissions
pt_br: Permissões

source: Permitting
pt_br: Permitindo

source: Persisting
pt_br: Persistindo

source: Personalization
pt_br: Personalização

source: Personalizing
pt_br: Personalizando

source: Picking
pt_br: Selecionando

source: Piloting
pt_br: Pilotando

source: Pinpointing
pt_br: Apontando

source: Pitch
pt_br: Inclinação

source: Placed in
pt_br: Colocado em

source: Play haptic feedback effect when Hold action is executed
pt_br: Reproduzir vibração quando a ação de manter for executada

source: Please restart SC Controller for the language change to take effect.
pt_br: Por favor, reinicie o SC Controller para que a mudança de idioma tenha efeito.

source: Please wait
pt_br: Por favor, aguarde

source: Please wait...
pt_br: Aguarde...

source: Please, check if you have reciever dongle connected to USB port.
pt_br: Verifique se o dongle receptor está conectado a uma porta USB.

source: Please, consult your distribution manual on how to enable uinput
pt_br: Consulte o manual da sua distribuição sobre como ativar o uinput

source: Please, consult your distribution manual on what in the world could cause this.
pt_br: Consulte o manual da sua distribuição sobre o que poderia causar isso.

source: Please, install xdotool package to use this feature
pt_br: Por favor, instale o pacote xdotool para usar este recurso

source: Please, select an option
pt_br: Por favor, selecione uma opção

source: Please, select your controller from list bellow and click Next.
pt_br: Por favor, selecione seu controle da lista abaixo e clique em Próximo.

source: Pointing
pt_br: Apontando

source: Pointing out
pt_br: Apontando

source: Points
pt_br: Pontos

source: Policy
pt_br: Política

source: Polishing
pt_br: Polindo

source: Polluted
pt_br: Poluído

source: Poor
pt_br: Ruim

source: Position
pt_br: Posição

source: Positioned in
pt_br: Posicionado em

source: Possessing
pt_br: Possuindo

source: Post
pt_br: Postagem

source: Postponed
pt_br: Adiado

source: Pouring
pt_br: Derramando

source: Power
pt_br: Energia

source: Powering off
pt_br: Desligando

source: Powering on
pt_br: Ligando

source: Practicing
pt_br: Praticando

source: Praising
pt_br: Elogiando

source: Precise
pt_br: Preciso

source: Predicted
pt_br: Previsto

source: Preferences
pt_br: Preferências

source: Preferring
pt_br: Preferindo

source: Preparing
pt_br: Preparando

source: Prepending
pt_br: Antepondo

source: Presenting
pt_br: Apresentando

source: Preserving
pt_br: Preservando

source: Preset
pt_br: Predefinição

source: Press
pt_br: Pressionar

source: Press Key Under LEFT Cursor
pt_br: Pressionar Tecla sob Cursor ESQUERDO

source: Press Key Under RIGHT Cursor
pt_br: Pressionar Tecla sob Cursor DIREITO

source: Press Keyboard Buttons
pt_br: Pressionar Botões do Teclado

source: Press LEFT mouse button
pt_br: Pressionar botão ESQUERDO do mouse

source: Press RIGHT mouse button
pt_br: Pressionar botão DIREITO do mouse

source: Press a button...
pt_br: Pressione um botão...

source: Press any key...
pt_br: Pressione qualquer tecla...

source: Press any key/button...
pt_br: Pressione qualquer tecla/botão...

source: Press button...
pt_br: Pressione o botão...

source: Press stick or button...
pt_br: Pressione o analógico ou botão...

source: Pressed Button
pt_br: Botão Pressionado

source: Pressing the Pad Clicks
pt_br: Pressionar o Pad Clica

source: Pressured
pt_br: Pressionado

source: Prevented
pt_br: Prevenido

source: Prevention
pt_br: Prevenção

source: Preview
pt_br: Visualizar

source: Preview Changes Immediately
pt_br: Visualizar Alterações Imediatamente

source: Preview Immediately
pt_br: Visualizar Imediatamente

source: Previous
pt_br: Anterior

source: Previous value
pt_br: Valor anterior

source: Priming
pt_br: Preparando

source: Print
pt_br: Imprimir

source: Priority
pt_br: Prioridade

source: Privacy
pt_br: Privacidade

source: Private
pt_br: Privado

source: Prizing
pt_br: Valorizando

source: Proceeding
pt_br: Prosseguindo

source: Proceeding from
pt_br: Procedendo de

source: Processing
pt_br: Processando

source: Proclaiming
pt_br: Proclamando

source: Producing
pt_br: Produzindo

source: Profile
pt_br: Perfil

source: Profile D_etails
pt_br: D_etalhes do Perfil

source: Profile Details
pt_br: Detalhes do Perfil

source: Profile Name
pt_br: Nome do Perfil

source: Profile deleted
pt_br: Perfil excluído

source: Profile imported with warnings
pt_br: Perfil importado com avisos

source: Profile is _template
pt_br: Perfil é _modelo

source: Profile loaded
pt_br: Perfil carregado

source: Profile name
pt_br: Nome do perfil

source: Profile saved
pt_br: Perfil salvo

source: Profile sucessfully imported
pt_br: Perfil importado com sucesso

source: Progress
pt_br: Progresso

source: Progressing
pt_br: Progredindo

source: Project
pt_br: Projeto

source: Pronouncing
pt_br: Pronunciando

source: Proofreading
pt_br: Revisando

source: Propelling
pt_br: Impulsionando

source: Properties
pt_br: Propriedades

source: Proposing
pt_br: Propondo

source: Propping up
pt_br: Sustentando

source: Protected
pt_br: Protegido

source: Protecting
pt_br: Protegendo

source: Protection
pt_br: Proteção

source: Protesting
pt_br: Protestando

source: Providing
pt_br: Fornecendo

source: Public
pt_br: Público

source: Published
pt_br: Publicado

source: Publishing
pt_br: Publicando

source: Puffing
pt_br: Soprando

source: Pull a trigger...
pt_br: Puxe um gatilho...

source: Pulling
pt_br: Puxando

source: Pulling back
pt_br: Recuando

source: Pulling out
pt_br: Puxando para fora

source: Purging
pt_br: Purgando

source: Pushing
pt_br: Empurrando

source: Pushing the boundary
pt_br: Empurrando o limite

source: Putting aside
pt_br: Deixando de lado

source: Putting away
pt_br: Guardando

source: Quality
pt_br: Qualidade

source: Querying
pt_br: Questionando

source: Questioning
pt_br: Questionando

source: Quick Menu
pt_br: Menu Rápido

source: Quit
pt_br: Sair

source: Quota
pt_br: Cota

source: Radial Menu
pt_br: Menu Radial

source: Raising
pt_br: Criando

source: Range
pt_br: Intervalo

source: Rank
pt_br: Classificação

source: Ranking
pt_br: Classificando

source: Rating
pt_br: Avaliando

source: Ratio
pt_br: Proporção

source: Ravaging
pt_br: Devastando

source: Raw Input
pt_br: Entrada Bruta

source: Reaching
pt_br: Alcançando

source: Reaching new heights
pt_br: Alcançando novos patamares

source: Reaching out
pt_br: Estendendo a mão

source: Reaching the limit
pt_br: Atingindo o limite

source: Reacting
pt_br: Reagindo

source: Read
pt_br: Ler

source: Ready
pt_br: Pronto

source: Readying
pt_br: Preparando

source: Realizing
pt_br: Percebendo

source: Really delete current profile?
pt_br: Realmente excluir o perfil atual?

source: Really delete selected global menu?
pt_br: Realmente excluir o menu global selecionado?

source: Really delete selected menu?
pt_br: Realmente excluir o menu selecionado?

source: Really revert current profile to default values?
pt_br: Realmente reverter o perfil atual para os valores padrão?

source: Rearing
pt_br: Criando

source: Reassuring
pt_br: Tranquilizando

source: Rebelling
pt_br: Rebelando

source: Rebooting
pt_br: Reiniciando

source: Recapturing
pt_br: Recapturando

source: Receiving
pt_br: Recebendo

source: Recent
pt_br: Recente

source: Recent List
pt_br: Lista Recente

source: Recenter gyro sensor
pt_br: Recentrar sensor giroscópio

source: Reclaiming
pt_br: Recuperando

source: Reclining
pt_br: Reclinando

source: Recognizing
pt_br: Reconhecendo

source: Recoiling
pt_br: Recuando

source: Recommendation
pt_br: Recomendação

source: Recommended
pt_br: Recomendado

source: Recommending
pt_br: Recomendando

source: Recompensing
pt_br: Recompensando

source: Record
pt_br: Registro

source: Recording
pt_br: Gravando

source: Recouping
pt_br: Recuperando

source: Recovering
pt_br: Recuperando

source: Recovery
pt_br: Recuperação

source: Rectifying
pt_br: Retificando

source: Recurring
pt_br: Recorrente

source: Red
pt_br: Vermelho

source: Red colored controls are not assigned.
pt_br: Controles em vermelho não estão atribuídos.

source: Redo
pt_br: Refazer

source: Redoing
pt_br: Refazendo

source: Reducing
pt_br: Reduzindo

source: Refactoring
pt_br: Refatoração

source: Reference
pt_br: Referência

source: Refining
pt_br: Refinando

source: Reflecting
pt_br: Refletindo

source: Refresh
pt_br: Atualizar

source: Refreshing
pt_br: Refrescando

source: Refunding
pt_br: Reembolsando

source: Refused
pt_br: Recusado

source: Refusing
pt_br: Recusando

source: Regaining
pt_br: Recuperando

source: Regenerating
pt_br: Regenerando

source: Region
pt_br: Região

source: Region Options
pt_br: Opções de Região

source: Register
pt_br: Registrar

source: Register New Controller
pt_br: Registrar Novo Controle

source: Regulating
pt_br: Regulando

source: Rehabilitating
pt_br: Reabilitando

source: Rehearsing
pt_br: Ensaiando

source: Reimbursing
pt_br: Reembolsando

source: Reinforcing
pt_br: Reforçando

source: Rejected
pt_br: Rejeitado

source: Rejecting
pt_br: Rejeitando

source: Rejuvenating
pt_br: Rejuvenescendo

source: Relative
pt_br: Relativo

source: Relative to Active Window Size
pt_br: Relativo ao Tamanho da Janela Ativa

source: Relative to Bottom-Left Corner of Active Window
pt_br: Relativo ao Canto Inferior Esquerdo da Janela Ativa

source: Relative to Bottom-Left Corner of Screen
pt_br: Relativo ao Canto Inferior Esquerdo da Tela

source: Relative to Bottom-Right Corner of Active Window
pt_br: Relativo ao Canto Inferior Direito da Janela Ativa

source: Relative to Bottom-Right Corner of Screen
pt_br: Relativo ao Canto Inferior Direito da Tela

source: Relative to Screen Size
pt_br: Relativo ao Tamanho da Tela

source: Relative to Top-Left Corner of Active Window
pt_br: Relativo ao Canto Superior Esquerdo da Janela Ativa

source: Relative to Top-Left Corner of Screen
pt_br: Relativo ao Canto Superior Esquerdo da Tela

source: Relative to Top-Right Corner of Active Window
pt_br: Relativo ao Canto Superior Direito da Janela Ativa

source: Relative to Top-Right Corner of Screen
pt_br: Relativo ao Canto Superior Direito da Tela

source: Relaxing
pt_br: Relaxando

source: Release
pt_br: Lançamento

source: Release Action
pt_br: Ação ao Soltar

source: Releasing
pt_br: Liberando

source: Reload
pt_br: Recarregar

source: Reloaded
pt_br: Recarregado

source: Relocating
pt_br: Relocando

source: Remaining
pt_br: Permanecendo

source: Remap
pt_br: Remapear

source: Remark
pt_br: Observação

source: Remedying
pt_br: Remediando

source: Remember my choice
pt_br: Lembrar minha escolha

source: Reminder
pt_br: Lembrete

source: Remove
pt_br: Remover

source: Removing
pt_br: Removendo

source: Rename
pt_br: Renomear

source: Rename Profile
pt_br: Renomear Perfil

source: Rendering
pt_br: Renderizando

source: Renewing
pt_br: Renovando

source: Repair
pt_br: Reparo

source: Repaying
pt_br: Reembolsando

source: Repealing
pt_br: Revogando

source: Repeat
pt_br: Repetir

source: Repeat same gesture or press A button to confirm...
pt_br: Repita o mesmo gesto ou pressione A para confirmar...

source: Repeated %s times
pt_br: Repetido %s vezes

source: Replace
pt_br: Substituir

source: Replacing
pt_br: Substituindo

source: Replicating
pt_br: Replicando

source: Replying
pt_br: Respondendo

source: Reporting
pt_br: Relatando

source: Repossessing
pt_br: Repossuindo

source: Representing
pt_br: Representando

source: Reproducing
pt_br: Reproduzindo

source: Requesting
pt_br: Solicitando

source: Require Click
pt_br: Exigir Clique

source: Required
pt_br: Obrigatório

source: Requires restart
pt_br: Requer reinicialização

source: Requiring
pt_br: Exigindo

source: Rescinding
pt_br: Rescindindo

source: Rescuing
pt_br: Resgatando

source: Resenting
pt_br: Ressentindo

source: Reset
pt_br: Redefinir

source: Reset to Default
pt_br: Redefinir para Padrão

source: Resetting
pt_br: Redefinindo

source: Resisting
pt_br: Resistindo

source: Resize
pt_br: Redimensionar

source: Resolute in
pt_br: Resoluto em

source: Resolved to
pt_br: Resolvido a

source: Respecting
pt_br: Respeitando

source: Responding
pt_br: Respondendo

source: Restart Daemon
pt_br: Reiniciar Daemon

source: Restart Emulation
pt_br: Reiniciar Emulação

source: Restart required for language change
pt_br: Reinicialização necessária para alterar o idioma

source: Restarting
pt_br: Reiniciando

source: Resting
pt_br: Descansando

source: Restore
pt_br: Restaurar

source: Restore defaults
pt_br: Restaurar padrões

source: Restore from backup
pt_br: Restaurar do backup

source: Restoring
pt_br: Restaurando

source: Restricted
pt_br: Restrito

source: Restricting
pt_br: Restringindo

source: Restriction
pt_br: Restrição

source: Resulting from
pt_br: Resultando de

source: Resume
pt_br: Continuar

source: Resumed
pt_br: Retomado

source: Resuming
pt_br: Retomando

source: Retaining
pt_br: Retendo

source: Retaking
pt_br: Retomando

source: Retreating
pt_br: Recuando

source: Retrieval
pt_br: Recuperação

source: Retrieving
pt_br: Recuperando

source: Returning
pt_br: Retornando

source: Revealing
pt_br: Revelando

source: Revering
pt_br: Reverenciando

source: Revert Profile to Defaults
pt_br: Reverter Perfil para Padrões

source: Reverting
pt_br: Revertendo

source: Reviewing
pt_br: Revisando

source: Revising
pt_br: Revisando

source: Revision
pt_br: Revisão

source: Revitalizing
pt_br: Revitalizando

source: Revoking
pt_br: Revogando

source: Revolting
pt_br: Revoltando

source: Right
pt_br: Direita

source: Right Bumper
pt_br: Bumper Direito

source: Right Grip
pt_br: Grip Direito

source: Right Pad
pt_br: Pad Direito

source: Right Pad Angle
pt_br: Ângulo do Pad Direito

source: Right Pad Press
pt_br: Pressionar Pad Direito

source: Right Pad Pressed
pt_br: Pad Direito Pressionado

source: Right Pad Touched
pt_br: Pad Direito Tocado

source: Right Stick
pt_br: Analógico Direito

source: Right Stick (Absolute)
pt_br: Analógico Direito (Absoluto)

source: Right Stick (Camera)
pt_br: Analógico Direito (Câmera)

source: Right Strick
pt_br: Analógico Direito

source: Right Trigger
pt_br: Gatilho Direito

source: Right Trigger (full)
pt_br: Gatilho Direito (total)

source: Right Trigger (soft)
pt_br: Gatilho Direito (suave)

source: Right stick (right pad)
pt_br: Analógico direito (pad direito)

source: Right-aligned OSD
pt_br: OSD alinhado à direita

source: Ring Bindings
pt_br: Atribuições de Anel

source: Ripped
pt_br: Rasgado

source: Rising
pt_br: Subindo

source: Rising up
pt_br: Levantando-se

source: Rivaling
pt_br: Rivalizando

source: Roaming
pt_br: Vagando

source: Roaring
pt_br: Rugindo

source: Role
pt_br: Função

source: Roll
pt_br: Rolagem

source: Rolling
pt_br: Rolando

source: Rooted in
pt_br: Enraizado em

source: Rotate
pt_br: Girar

source: Rotating
pt_br: Girando

source: Rotation
pt_br: Rotação

source: Round Up
pt_br: Arredondar para Cima

source: Ruining
pt_br: Arruinando

source: Run Program...
pt_br: Executar Programa...

source: Run once
pt_br: Executar uma vez

source: Running
pt_br: Executando

source: Running as root
pt_br: Executando como root

source: Running away
pt_br: Fugindo

source: Rushing
pt_br: Correndo

source: Rusted
pt_br: Enferrujado

source: SC Controller was upgraded
pt_br: SC Controller foi atualizado

source: Safeguarding
pt_br: Protegendo

source: Safety
pt_br: Segurança

source: Sailing
pt_br: Navegando

source: Salvaging
pt_br: Resgatando

source: Sample
pt_br: Amostra

source: Satisfactory
pt_br: Satisfatório

source: Save
pt_br: Salvar

source: Save As...
pt_br: Salvar Como...

source: Save Profile
pt_br: Salvar Perfil

source: Save as
pt_br: Salvar como

source: Save changes
pt_br: Salvar alterações

source: Save changes?
pt_br: Salvar alterações?

source: Saving
pt_br: Salvando

source: Saving...
pt_br: Salvando...

source: Scale
pt_br: Escala

source: Scaling
pt_br: Escalando

source: Scanning
pt_br: Escaneamento

source: Scheduled
pt_br: Agendado

source: Schooling
pt_br: Ensinando

source: Score
pt_br: Pontuação

source: Scorning
pt_br: Desprezando

source: Scowling
pt_br: Franzindo a testa

source: Screaming
pt_br: Gritando

source: Scroll
pt_br: Rolar

source: Scroll Action
pt_br: Ação de Rolar

source: Search
pt_br: Pesquisar

source: Searching
pt_br: Pesquisando

source: Searching for profiles. This may take som time.
pt_br: Procurando perfis. Isso pode levar algum tempo.

source: Section
pt_br: Seção

source: Secure
pt_br: Seguro

source: Secured to
pt_br: Fixado a

source: Security
pt_br: Segurança

source: See wiki for instructions and more on Remote RetroPad protocol.
pt_br: Veja a wiki para instruções e mais sobre o protocolo Remote RetroPad.

source: Seeing
pt_br: Vendo

source: Seizing
pt_br: Agarrando

source: Select
pt_br: Selecionar

source: Select All
pt_br: Selecionar Tudo

source: Select Analog Axis
pt_br: Selecionar Eixo Analógico

source: Select Axis
pt_br: Selecionar Eixo

source: Select Button
pt_br: Selecionar Botão

source: Select DPAD Action
pt_br: Selecionar Ação do DPAD

source: Select Fully Pressed Action
pt_br: Selecionar Ação de Pressão Total

source: Select Partialy Pressed Action
pt_br: Selecionar Ação de Pressão Parcial

source: Select Profile to Export
pt_br: Selecionar Perfil para Exportar

source: Select Profile to Import
pt_br: Selecionar Perfil para Importar

source: Select Tilt Action
pt_br: Selecionar Ação de Inclinação

source: Selected
pt_br: Selecionado
